[
  {
    "link":"http://nosdevoirs.fr/devoir/652589",
    "content":"ESPACES ET ÉCHANGES - \"Microloans\"",
    "answer":"In class we studied a very particular system of loan: the microloans. We saw that there are organizations that specialize in this type of loan such as Microloan foundation which we willlater on explain its roles. To what extent do micro-financeinstitutions help reducing poverty?\n\nIn a first part we will to (remove)define what exactly the micro loans are and their advantages . In a second part we will to explain the problems that can create.\n\nWe will see what a microloan is byevoking how it’s wor"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/652599",
    "content":"MYTHES ET HÉROS",
    "answer":"At first , I will briefly define the notion of myth and heroes :\nOriginally, a hero was a demigod : a mortal man gifted with superhuman powers . Today, a hero is a person, man or woman, who is characterized by his bravery, his mental and physical strength and is famous for his exploits and heroic actions. A hero can be the main character in a film, a story or a myth. It has many human qualities(being a hero is characterized by many human qualities)  , he/she is generous , loyal, just , kind, bra"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/652682",
    "content":"ESPACES ET ÉCHANGES - \"Immigration to the USA\"",
    "answer":"How evolved is the U.S immigration?\nUSA has always been considered as a Nation of Immigrants. That’s why, we could see lot of immigration waves. \nThe first immigration was when the first settlers from London were landed in Virginia in 1607 in order to set up a commercial enterprise. Some English Puritans also fled to America because of religious persecutions. Yet, others crossed the border to experiment democracy or to start a new life. \n\nThe second immigration was themajor (largest) wave of imm"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/657649",
    "content":"ESPACES ET ÉCHANGES - \"Mexican Immigration\"",
    "answer":"I'm going to talk about the notion of\"spaces and exchanges\". This notion deals with the geographical and symbolic areas that all societies occupied and the interaction between men and the (in) different societies.Our world was built on the exploration of new space.The cultural, economic, sociological difference hascharacterized our modern world.\nThe different spaces of the world are nowadays more and more connected to each other. The exchanges can appear in many forms : people, trade and sharing"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/657818",
    "content":"ESPACES ET ÉCHANGES - \"Immigration\" (problématique)",
    "answer":"Bonjour,\n\nAu contraire tes documents se rejoignent totalement puisque l'un vante l'idée de partir aux USA dans l'espoir d'une vie meilleure et l'autre dénonce les contraintes d'un tel voyage qui se résume souvent par une désillusion (pour ceux qui réussissent enfin à s'installer aux USA.\n\nTu peux tourner ta problématique sur les réalités de l'immigration (légale ou illégale) vers ce pays tant rêvé en l'introduisant un peu et en construisant la question avec la formule to what extent ( = dans que"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/657853",
    "content":"ESPACES ET ÉCHANGES - \"Globalization\"",
    "answer":"Globalization can create progress and economic development for especially for third world country's economy with the establishment of FMN ( you cannot use abbreviation before introducing the word and its abbreviation earlier on). Indeed, it creates jobs , . let us take the example of an extract of « cosmopolitan girl »(use quotation marks) Priti, a young indian girl finds a job in an Australiancompany. Therefore, she is proud because she can be more integratedin the Indian society because of the"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/659546",
    "content":"LIEUX ET FORMES DU POUVOIR - \"Definition of Power\"",
    "answer":"I’m going to talk about the notion of Locations and Forms of power.\n\nFirst of all I would like to give a definition of this notion. Power is the ability or official capacity to exercise control or authority like the State or the government power. It can also bea person, group, or nation having great influence over others. The( use of article 'the' here denotes a particular power: delete) power isn’t the same in all places and it has changed over generations.\n\nTo my mind(in my view), the document"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/659742",
    "content":"ESPACES ET ÉCHANGES - \"Why Discover the World?",
    "answer":"Space and exchange\n\nThe notion deals with areas that society occupy because this areas have an important economic, geographic or symbolic role and the interactions between men and this spaces.\nWhy people do need to discover the world ?\nFirst of all,I would like to talk about thevolonty for people to enjoy new places. After that, I will try to explain the exchanges that we can see between cultures and societies.\n\nI- Spaces\nMen who are tolerant and open-minded need to openthemselves up to the worl"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/659915",
    "content":"LIEUX ET FORMES DU POUVOIR - \"Tuition fees\"",
    "answer":"Hello, I'm going to talk about the notion of the scenes and forms of Power.\nFirst of all, locations and forms of power can have many meaning. I would like to give a definition of this word. Even if the word \"power\" has several definitions, I'm going to talk about the cost of studies in theUnited Kingdom and in the United States since having money or a diploma can be considered as formsof power. However, the twoexamples are different : the cost of studies in UK deals with the rise oftuition fees "
  },
  {
    "link":"http://nosdevoirs.fr/devoir/683913",
    "content":"THE IDEA OF PROGRESS - \"Can We Exist Without Technology?\"",
    "answer":"For a society, progress is the evolutionin the meaning of improvement and the gradual transformation to more knowledge. In general terms progress is associated with modernity. \nIn the study of the notion of progress, we talked mostly about technological progress, so we will focus our argument on this.\nTechnology refers to the study of tools and technical(activities? including skill,methods and process). That,affects directly the human for a specific purpose, simplify his life. It's at the servic"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/683982",
    "content":"THE IDEA OF PROGRESS - \"The Effects of Technology on Our Society\" (example 1)",
    "answer":"I'm going to talk about the notion of progress.\nThe idea of progress can be defined as an improvement, a development or a change, a technical, scientific or social advancement which contributes to making the world a better place.\nToday, we can’t imagine ourselves without technological advances such as cars, microwaves, cell phones, computers, and televisions. Particularly in the field of computing; internet has revolutionized our means of communication.\nHowever, what effect do these \"advances\" h"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/683991",
    "content":"THE IDEA OF PROGRESS - \"The Effects of Technology on Our Society\" (example 2)",
    "answer":"Idea of Progress\nTo start technology makes more and more progress every day but where are it's limits? We will see that Technology is sometimes based on novels or films but some ideas can harm the world Balance.\nWe can see the effect of progress on the society. Firstly, thanks to new technology and the internet, people can now work from their own homes and no longer need to go to their workplace (telecommuniting) ...(not what that words means).Another example, in the interview “which school do y"
  },
  {
    "link":"http://nosdevoirs.fr/devoir/684004",
    "content":"THE IDEA OF PROGRESS - \"The Dangers of Progress\"",
    "answer":"I'm going to talk about the idea of progress.To begin with, I'd like to state the definition of progress.Progress is the idea that the world can become increasingly better in terms of science, technology, modernization, liberty, democracy, quality of life, etc(just to mention a few).But still (however)the issue is debated among conscious people whether progress is a blessing or a curse for humanity.Let us discuss how science can act to serve humanityor how it can harm it.\nFirst of all, progress "
  },
  {
    "link":"http://nosdevoirs.fr/devoir/684015",
    "content":"MYTHES ET HÉROS - \"Are Spies Heroes?\"",
    "answer":"In a theme myths and heroes wewill talk about spies; their lifestyle and characteristics. \nWe can ask a question: can we consider spies as heroes? \nIn a first part we will look at fictional spies in movies and in a second part we will talk about the differences between the spies we see in the movies and the real life spies.\nIn this first part, we will talk about the fictional spies we see in moviesusing a famous example: James bond.\nIn class we studied a movie poster. We can see in this poster J"
  },
  {
    "link":"",
    "content":"",
    "answer":"At first , I will briefly define the notion of myths and heroes :\nOriginally, a hero was a demigod : a mortal man gifted with superhuman powers .Today, a hero is a person, man or woman, who is characterized by his bravery, his mental and physical strength and is famous for his exploits and heroic actions. A hero can be the main character in a film, a story or a myth. It ( are you referring to the notion of a hero?) has many human qualities , he is generous , loyal, just , kind, brave. A hero can"
  },
  {
    "link":"",
    "content":"",
    "answer":"Myths and Heroes\nMyths and Heroes are included in each country's culture. They can be imaginary or historic. We studied in class some of the England's queens : Queen Elizabeth , Queen Victoria and Queen Elizabeth II. Each of them got a different image from the people (made a different impression on the people). Who are these monarchs beyond the representation/depictionwe've got from them? In this talk (discussion), I will try first to show you that they had different plans for England's future. "
  },
  {
    "link":"",
    "content":"",
    "answer":"The idea of progress can be defined as an improvement, a development or a change – a technical, scientific or social advancement which contributes to making the world a better place.\nTo introduce this concept we can ask ourselves how new technologies can be both useful , educational but sometimes dangerous? (this is a statement, no need of a question mark?)\nPLAN : \nI- New technologies are sources of progress\nII- The new technologies are not sources of progress\nI- New technologies are sources of "
  },
  {
    "link":"",
    "content":"",
    "answer":"Space and exchange : \nI'm going to speak about the notion \"space and exchange\"and more precisely  about borderland and immigration in south of USA. According to the dictionary definition, exchange means a continuous movement or circulation.Different types of exchangesinclude; trade, exchange of information and people likein immigration.\nWe have studied in class that manyMexicans try to transgress and cross the Mexico-United States border. Butwhy do they try to cross this border?\nI've choose to l"
  },
  {
    "link":"",
    "content":"",
    "answer":"I'm going to talk to you about the theme of myths and heroes. Firstly, I'll define the words (terms) myth and hero. A myth is a popular story. It originally might explain the origins of humanity. It delivers a message about the human condition and also gives elements as to the collective identify of a social group. These myths are updated and reinvented by the way that each civilization deal withs. What's more (on the other hand), a hero is a person admired for his achievements, noble qualities "
  },
  {
    "link":"",
    "content":"",
    "answer":"1)I am going to talk about the notion \"myths and heroes\"\nFirst of all I would like to define the notion:Firstly (first is abettre choice grammatically) a myth can be defined as a story about gods or heroes whoare the outcome of a popular belief or a tradition . A story that often cannot be verified.\nSecondly (second is a better choice) A hero can be a mythological figure or a person admired for his actions, his qualities and his courage.\nTo illustrate this I have chosen two documents ,\nThe first"
  },
  {
    "link":"",
    "content":"",
    "answer":"The notion I'm going to deal with is the notion of places and forms of power. In the past, communicating, exchanging information with people abroad or being updated about the evolution of our world was quite complicated because of the distance. But today, our world has never seemed 'smaller' (just to indicate that it's not literal), as transportation and telecommunication have accelerated the rhythm of exchanges between different areas and reduced the scale of our planet.\nI'm going to illustrate"
  },
  {
    "link":"",
    "content":"",
    "answer":"Today I have to deal with the concept of \"place and form of power\". In politics and social science, power is the ability to influence people's behavior. In order to live together members of a community accept rules, regulations, and laws. This helps to create social cohesion but can also lead to conflicts and tensions. Even when authority seems absolute, there are always counter-powers which question it, aim at limiting its excesses and resist it. To illustrate this notion, I have chosen to focu"
  },
  {
    "link":"",
    "content":"",
    "answer":"I’m going to talk about Myths and heroes. To begin with I’d like to give their definition. A myth is a story that may or may not be true. Some myths may have started as ‘true’ stories but as people re-told them some parts may have changed by mistake, or take them more interesting. However(while), a hero is a person who is admired for their courage, outstanding achievements, or noble qualities. It(he/she) can be the main character in a book or a film or a person with superhuman qualities. It(he/s"
  },
  {
    "link":"",
    "content":"",
    "answer":"I will speak about the notion of myths and heroes using the novel \"the Lord of the Rings.\" We can notice various heroes in this novel but I’ve chosen to focus on Sam’s character . We can ask ourselves why Sam is considered a hero . We will look at Sam’s qualities and then how thanks to his qualities he is then considered a hero .\n1.(no need numbering) First of all in document 1, although Sam only says 1(avoid writing figures) sentence ,we can see he is helpful and faithful to Frodo . Indeed he r"
  },
  {
    "link":"",
    "content":"",
    "answer":"Les corrections sont en gras.\n\nHello everyone! My name is Maëlle, I’m a member of the Dian Fossey Gorilla Fund. I am very pleased to meet you (cette formule est plus élégante). Today, we are here to talk about gorilla’s condition. A condition, which was for a long-time defended by an astonishing woman, Dian Fossey. Have you never heard of her? This gorilla expert who devoted her whole life to these massive apes(=grands singes). She was worth admiring and was definitely someone to look up to! Gue"
  },
  {
    "link":"",
    "content":"",
    "answer":"I am going to talk about the concept of myths and heroes. First of all, I would like to give a(the) definition of this notion. A myth is a fictitious story which narrates the foundations of a given community. These narratives can convey the ideals of this community and create or perpetuate inspiring heroic figures. In this case, the concept of myths and heroes then serves a more profound purpose in our culture than mere fictional stories. To illustrate this, I have chosen to focus my thoughts on"
  },
  {
    "link":"",
    "content":"",
    "answer":"I am going to present to you the notion « Myths and Heroes »(use quotation marks\"\").Let me first define notion.The myths aims to recount the exploits of being fabulous, heroes, through legendary stories.The hero is the(a) person who is distinguished by his courage and who is admired by his people. We are thus entitled to wonder :Wich have to be the hero's value? rearrange to bring better meaning To approach this question,I am going to take the case of Martin Luther King.I am going to develop my "
  },
  {
    "link":"",
    "content":"",
    "answer":"“I am no racialist and detest racialism, because I regard it as a barbaric thing, whether it comes from a black man or white man ,” Nelson Mandela. This quote represents the notion of “Places and forms of power” very well. In this notion we will speak about South Africa and its history with the Apartheid and the action of Nelson Mandela. First we will speak about XX South Africa and the Apartheid while in a second part we will speak about the actions of Nelson Mandela. Problem: Where is the powe"
  },
  {
    "link":"",
    "content":"",
    "answer":"The notion I’m going to deal with is The idea of progress. The(remove) progress is a development or an advancement. To discuss this notion I choose to talk about India. In fact,(remove) it’s ; a country which(that) is changing and progress(ing) rapidly . I fell(felt) India illustrates well the(this) notion because it’s a country which is modernizing in spite of some old traditions and it’s why we can wonder « If today’s India is indeed a modern country »First we’re going to see that there is sti"
  },
  {
    "link":"",
    "content":"",
    "answer":"A myth is a story that may or may not be true. There may not be proof that they happened, but at least some parts of myths may be true. Some myths may have started as ‘true’ stories but as people re-told them some parts may have been changed by mistake. And(while) a hero is a person with good values who is admired for his courage or achievements. It(he/she) can be a superhero, a character from a book or a film. But it(he/she) can also be a modern-day hero, simply our own personal hero, our role "
  },
  {
    "link":"",
    "content":"",
    "answer":"I’m going to talk about myths and heroes. First of all, I’d like to give a definition of this notion. A myth is an ancient story about gods, heroes, and magic, it can be a popular belief or a tradition or a false notion. A hero can be a mythological figure, a person who is admired for his or her achievements, a superhero or maybe a role model or an icon. I would like to illustrate this notion through the theme of myths. Are myths beneficial to population? First of all, I will concentrate on beli"
  },
  {
    "link":"",
    "content":"",
    "answer":"I want to show you how a vegetarian diet (that is to say: no meat and no(or)fish in your food) can be a good way to improve the current earth's ecological situation. I will develop the aspect of the deforestation, the waste and pollution of the water,(remove coma)and the energy consumption.\nActually, we can say that our forests are being \"exchanged for meat\".\nA study of the US' world food program shows that in the nineties there was enough (of ?) of farmlands to feed 6 billions of vegetarians. B"
  },
  {
    "link":"",
    "content":"",
    "answer":"I’m going to talk about « Idea of progress ». \nThe Idea of Progress is the theory that the different advances in technology, science, and social organization can produce an improvement in the human condition. However, the idea of progress is still debated between those who consider that it’s beneficial and those who think it’s harmful. \nSo we may wonder if we should fear progress. In particular, in the realm ofmedicine and the technology.\nFirst, I’m going to talk about the technological progress"
  },
  {
    "link":"",
    "content":"",
    "answer":"Today, I will talk about the notion autobiography.\nSo, I will begin by defining this notion.\nIn my opinion, an autobiography is a real story tells(told) by a person whohave(has) lived this event or this(a certain) set of event. It’s a selfreport life writing.\nThis year, we studied differentautobiographies. \nNow, I propose we look at a question : « How an author can pass a message ? »(use quotation marks\"\")\nFistly(first), we will talk about the personal feelings of the author.\nIn fact, the author"
  },
  {
    "link":"",
    "content":"",
    "answer":"\"I am going to talk about the notion of Myths and Heroes. First of all, we can define the word “myth” as a popular belief or tradition embodying the ideals and institutions of a society which can be an unfounded or false notion. To illustrate this notion, I have chosen two documents: a song about the American land,a caricature of an Arizona law and a cartoon about the presence of the Mexican immigrants in the United States.\nWe can ask ourselves if the American dream is still a reality.\nThe song "
  },
  {
    "link":"",
    "content":"",
    "answer":"I’m going to talk about « Idea of progress »(use quotation marks). To begin with, I’d like to state the definition of progress. Progress is the idea that the world and the society can evolve in terms of sciences, technology, modernization, living condition, etc.(being specific with examples would be better) However, the idea of progress is still debateD between those who consider that it’s beneficial and those for who think it’s harmful.\nNow, I propose we look at a question: « Should we fear pro"
  },
  {
    "link":"",
    "content":"",
    "answer":"Partie 1: The origins of cinema \nWho are the founders of cinema and how did it become so popular? \nThe cinema was born at the end of the nineteenth century (of the 19th century). The Lumière brothers developed and built a machine for recording and projecting moving images, they called it the Cinematograph. On March twenty two,eighteenth ninety fifteen (March 22nd 1895), when Louis Lumière presented his invention to the scholars of the 'Trust he calls \"Projection Kinetoscope\". The image projectio"
  }
]
