[
  {
    "content":"MYTHS AND HEROES - Exemple de plan détaillé (1)\n",
    "views":2256,
    "tags":"tags: #american dream #myth of cowboy #barack obama #american folklore",
    "link":"http://nosdevoirs.fr/devoir/213813",
    "answer":"INTRODUCTION   <br><br>In order to start my presentation about the notion Myths and Heroes, I will, first, define those two notions. Myth comes from the Greek mythos (mûthos) which is \"a story or set of stories having a significant truth or meaning for a particular culture, religion, society or a group of people\" (wiktionary). Myths are popular beliefs or traditions which often relate phenomenons or situations to heroes, gods or magic.<br><br>Hence (= thus) we these common words are rooted in the history of early societies and often are related to each other. If myths and heroes are present in many societies, they probably have different specificities depending on the cultures they are anchored in. By analysing those notions \"myth and hero\", we will try to answer the following question: if every society has its own heroes and myths but what are their purpose? Do they represent society's values and concerns?<br><br>I. THE FOUNDING MYTHS<br><br>1) The Arthurian legends<br><br>The Arthurian Legends has had a very important impact on the Anglo-saxon culture. Those legends were first described by Geoffroy de Monmouth and Chrétien de Troyes and then English writers and poets adapted them in order to glorify the identity of their nation and to illustrate the value of an era.<br><br>- Sir Thomas Malory: (1415-1471): Le Morte D'Arthur <br><br>- Lord Tennyson (1809 - 1892): Idylls of the King is a victorian adaptation of the legend of King Arthur and the Knights of the Round Table."
  },
  {
    "content":"MYTHS AND HEROES - \"Are Gangsters and Bootleggers Heroes?\"\n",
    "views":2035,
    "tags":"tags: #american dream #gangsters #bootleggers #myth of cowboy #godfather #rags to riches",
    "link":"http://nosdevoirs.fr/devoir/1136321",
    "answer":"INTRODUCTION<br><br>Myths are popular belief or tradition which often relate phenomenons or situation to heroes, gods or magic. In the past, they were used to explain things which weren't understandable for people, for instance the creation of the world is a phenomenon that most of civilisations in the world explained by inventing myths.However, nowadays the definition of heroes has changed in that (in that = en ce sens que...) heroes or myths are not necessarily superhuman or creatures endowed with superpowers. The modern hero is a human being who is admired because he accomplished extraordinary achievements without the need of superpowers. In the USA, a myth emerged during the XIXth century, the American Dream. Many people dreamt of it but not so many had a chance to take advantage of it and some decided to bypass the law to ensure their success. I chose to focus my presentation on gangster, therefore I answer the following question: can the American dream justify that gansters be considered as heroes?<br><br>In order to resolve this question, I will first describe the American Dream and its interpretation in the American cultures. Then, I will focus on the most famous gangsters in the American folklore. <br><br>I. The American Dream<br><br>1) Definition<br><br>James Truslow Adams in 1931 gave a definition of the American Dream: <br><br>\"Life should be better and richer and fuller for everyone, with opportunity for each according to ability or achievement\" regardless of social class or circumstances of birth\"."
  },
  {
    "content":"PLACES AND FORMS OF POWER - Exemple de plan détaillé (1)\n",
    "views":1948,
    "tags":"tags: #suffragettes #patrioct act #trade unions #occupy wallstreet #maccarthysm #guantanamo",
    "link":"http://nosdevoirs.fr/devoir/215656",
    "answer":"In order to begin my presentation about form and location of power, it will be necessary for me to define what power means. In the Oxford dictionary, power refers to the ability to influence the behavior of others or the political or social authority exercised by a government, individuals or an institution. In addition, if power exists in our society, it means that counter-power exists too. If some forces tend to exercise a power on subjects, these subjects may reject the power. Thus how the power can be limited? We will choose a framework related to the relations between Power and Resistance so as to answer this issue.   <br><br>I. Abuse of Power <br><br>1) Abuse of power to face a threat             <br><br>- MacCarthyism: during the Cold War, the communism was fought on the American soil   <br><br>- Guantanamo and the Patriot Act <br><br>2) Abuse of Power may increase the criminality: golden era of gangsters and mafia during the Prohibition period (cf the movie The roaring Twenties, Cotton Club, The Godfather, …)   <br><br>"
  },
  {
    "content":"MYTHS AND HEROES - \"Heroes: Cohesive Factor or Ideal of Subversion?\"\n",
    "views":1225,
    "tags":"tags: #american dream #myth of cowboy #gangster #bootleggers #bonnie and clyde #american folklore",
    "link":"http://nosdevoirs.fr/devoir/1149241",
    "answer":"INTRODUCTION<br><br>In order to start my presentation about the notion Myths and Heroes, I will, first, define those two notions. Myth comes from the Greek mythos (mûthos) which is \"a story or set of stories having a significant truth or meaning for a particular culture, religion, society or a group of people\" (wiktionary). Myths are popular beliefs or traditions which often relate phenomenons or situations to heroes, gods or magic. However, the era of magic and superstition has passed and since the XIXth century, we are science-driven, we tend to explain everything in a rational way. Hence, why are societies and people still creating or looking for heroes and myths?<br><br>In order to answer this question, we will expose the values and concerns that heroes embody in order to act as a cohesive factor that all societies need in order to unify people. In a second part, we will highlight the fact that a hero has sometimes to disobey the rules that he is supposed to enforce. <br><br>I. HEROES AS A COHESIVE FACTOR<br><br>In search of a collective and an individual identity, the society creates its own heroes. As models to follow, they embody the values and concerns of an era.<br><br>1) The American Dream<br><br>James Truslow Adams in 1931 gave a definition of the American Dream: <br><br>\"Life should be better and richer and fuller for everyone, with opportunity for each according to ability or achievement\" regardless of social class or circumstances of birth\"."
  },
  {
    "content":"MYTHS AND HEROES - \"The Characteristics of Anglo-Saxon Myths \"\n",
    "views":1048,
    "tags":"tags: #funding myths #pilgrim fathers #oscar wilde #dorian gray #romeo and juliet #frankenstein #arthurian legends",
    "link":"http://nosdevoirs.fr/devoir/1146242",
    "answer":"Myths are popular belief or tradition which often relate phenomenons or situation to heroes, gods or magic. In the past, they were used to explain things which weren't understandable for people, for instance the creation of the world is a phenomenon that most of civilisations in the world explained by inventing myths.<br><br>We will focus on myths and heroes in the Anglo-saxon culture and we will try to answer the following questions: what are the characteristics of myths and heroes in the Anglo-saxons? Are they unique or did they draw inspiration from myths preexisting in other cultures?<br><br>To answer this question, we will highlight the relationships between Greek and Roman myths and the Anglo-saxon ones. Then, we will focus on the Funding myths of 3 different Anglo-saxon countries the UK, the USA and South Africa.<br><br>I. Adaptations of Greek and Roman Myths in the Anglo-saxon culture<br><br>1) Frankenstein<br><br>This novel of Mary Shelley published in 1818 is based on the myth of Prometheus. Prometheus was a Titan who shaped men out of mud whereas Athena breathe life to them. He also gave fire to men and was punished by Zeus for this. Frankenstein is a romantic version of this myth: Victor, the hero, is the modern incarnation of Prometheus in that he succeeds in giving life - this time, with electricity - and has the feeling of being a God. "
  },
  {
    "content":"SPACES AND EXCHANGES - \"Gap Year\"\n",
    "views":923,
    "tags":"tags: #gap year #erasmus #studying abroad",
    "link":"http://nosdevoirs.fr/devoir/657624",
    "answer":"Introduction <br><br>I'm going to talk about the notion Spaces and exchanges. To begin with, I would like to give a definition of this notion : the notion of spaces and exchanges talking about the geographical and symbolic areas that all societies occupy and the interactions between men and different societies. To illustrate this we may wonder if a gap year can be a rewarding experience. We will see in a first part the origin of the gap year and in a second part we will see his advantages and his drawbacks.<br><br>1. : First of all, a gap year is a year off before entering university, gappers can escape the stress of exams and school while studying in the real world. The origin of the gap year started in the eighteen century, students travelled to study sciences, mathematics, litteratures and medicines. Nowaday's, students still travel for the same reasons thanks to European exchanges programs however the number of student has increased like the number of programs, actually there are tree differents European programs : the Erasmus program, the Leonardo da Vinci program and the Coménius program.<br><br>Transition : We have seen the origin of the gap year and the differents programs which appear whit time. Now we will see in this second part the advantages and the drawbacks of this gap year."
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Advantages And Drawbacks of Technology\"\n",
    "views":733,
    "tags":"tags: #medical progress #genetic engineering #molly & adam nash #designed babies",
    "link":"http://nosdevoirs.fr/devoir/460635",
    "answer":"The notion of progress is the idea that the world can be better in terms of science, technology, rights and quality of life. Progress implies changes in the way of life, tradition and vision of world. We studied the notion of progress in the scientific field, with genetic manipulation.<br><br>But what are the advantages and the disadvantages of scientific progress? For example do we really consider genetic manipulation to be progress?<br><br>The scientific progress allows improving life condition and keeping alive sufferers. The Scientifics find medical treatment witch slow down or cure diseases, however Scientifics dream to eradicate all illness possibility as soon as the embryo. <br><br>“A savior sibling” or “designer baby” is a child who is born to save a family member who is affected with a fatal disease. The child is conceived in through in-vitro fertilization and PGD “pre-implantation genetic diagnosis”. The child is destined to provide an organ or cell transplant in order to cure the illness. We studied a newspaper article drawn from USA Today published in October 2010; it talks about Molly Nash and her brother Adam Nash. Molly is affected with Fanconi Animia and she was saved by her brother Adam. Adam is the first designer baby, when he was born his blood from umbilical cord was transplanted to his sister.<br><br>"
  },
  {
    "content":"MYTHS AND HEROES - Exemple de problématiques\n",
    "views":689,
    "tags":"tags: #problématique #american dream #superheroes #obama #gangster #uk #cowboy #media",
    "link":"http://nosdevoirs.fr/devoir/1145154",
    "answer":"ROLE AND VALUES OF HEROES<br><br>- What is the role of heroes in our society?<br><br>- What values are brought to us by heroes?<br><br>HEROES ACCORDING TO MEDIA AND HOLLYWOOD<br><br>- How does Hollywood interpret heroes in movies?<br><br>- How heroes are glorified in medias?<br><br>- What is the role of media in creating heroes?<br><br>- To what extent the figure of the hero becomes globalised/ standardised?<br><br>TODAY'S LIFE HEROES <br><br>- what are the impacts of heroes on our lives?<br><br>- what is the image of heroes in the media?<br><br>- How does an ordinary persons become a hero and what are the consequences of such a status?<br><br>- How different are the modern-day hero from the past <br><br>                 <br><br>[...]"
  },
  {
    "content":"MYTHS AND HEROES - \"The American Dream: Oprah Winfrey & Obama\"\n",
    "views":544,
    "tags":"tags: #american dream #obama #micheal jackson #oprah winfrey",
    "link":"http://nosdevoirs.fr/devoir/248801",
    "answer":"I will talk about the subject myth and heroes. At first don't confuse a myth and a hero. A myth can be defined as a story about gods or heroes, it can be a popular belief or a tradition or a false notion. A hero can be a mythological figure, a person who is admired for his courage or his outstanding achievement. <br><br>Is the American dream a myth or a reality? To answer this question we will see the different myth concerning the American dream and if this notion is really true. <br><br>The American dream means that all people living in the united states can, by his work, his courage, and his determination, be successful even started with nothing. However, the election of Barack Obama is linked to this notion, since he said during his campaign that he wanted to \"keep the American dream alive \". This possibility should be available to all Americans, so all immigrants because, except the American Indians who nowadays represents the minority of American population, the USA is a nation of immigrants as it says in the document \"a nation of immigrants\". Since obama's father is Kenyan, Obama certifies that the American dream is not reserved for immigrants from Europe, but those drone Africa can also access. "
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Thug Life\"\n",
    "views":503,
    "tags":"tags: #power of arms #protest songs #gangs #violence #thug life",
    "link":"http://nosdevoirs.fr/devoir/237128",
    "answer":"I'm going to talk about the notion « Places and forms of power ». First of all, I would like to give a quick definition of this notion. The power is a strength exerted or capable of being exerted. Power is synonym of might. In politics and social science, power is the ability to influence the behavior of people. In order to live together, members of a community accepts rules, regulations and laws. This helps to create social cohesion can also lead to conflicts and tensions. Even, when authority seems absolute, there are always conter-power with question it, aim at limiting it excesses. What are the ways of representing power and how can we limit it ? To answer, I'm going to talk about the power presents in several place and on the other hand the ways taken by some singers who denounce power through their song.<br><br>Power of arms<br><br>a) In the street<br><br>The drawing represent the power of arms in the street<br><br>* We can notice that there are an exageration of arms<br><br>* Arms was bigger than characters<br><br>This drawing proves that everybody could be killed : the man on the bottom who was killed by three man ---> exageration of gun"
  },
  {
    "content":"MYTHS AND HEROES - \"What is Britishness?\"\n",
    "views":490,
    "tags":"tags: #the queen #britishness #mr bean #james bond #harry potter #tea",
    "link":"http://nosdevoirs.fr/devoir/1145016",
    "answer":"INTRODUCTION<br><br>When we studied the notion \"myths and heroes, in class, you focused mainly on the concept of britishness. The britishness regards everything connected to Great Britain or to its people or language. Therefore we talked about British characters since they became popular figures and they reflect perfectly the characteristic of being a British person. Now the question is: can we consider those British characters as caricature or are they heroes of the British folklore? In other word, is britishness a quality that can define a hero or it is just a set of stereotypes about British people?To answer this question, we will first define the characteristics of britishness and then we will illustrate this notion with famous British characters.<br><br>I. What is Britishness?<br><br>To answer this question, a foreigner would say that Britishness is related to a posh accent, bad food, rain, the queen, tea time and so on... But those are clichés spread by television and movies. Britishness is more than that since it describes a unique way of life and thinking that are strongly embedded in our imagination. Indeed, British culture is still quite vivid. Less than the American one but strong enough for us to have stereotypes as to what a British person is. It should be recalled that the UK was the leading country over the XIXth "
  },
  {
    "content":"MYTHS AND HEROES - \"Is the UK a unified country or a myth?\"\n",
    "views":579,
    "tags":"tags: #uk #independence #scotland #jk rowling #king's speech #vote",
    "link":"http://nosdevoirs.fr/devoir/1134505",
    "answer":"I am going to present to you the notion “Myths and Heroes”. A myth is a story that may be true or not. All cultures have myths that are clustered in what we call a mythology (= a collection of myths). Mythologies belonged to one given society and evolve and get larger and larger over the time. Mythology includes the legends of our history, our religions, stories of how the world was created. Myths exalt typical characters, heroes, who can be defined as ø persons who are admired for their courage, outstanding achievements, or noble qualities. These stories have great symbolic power, and this may be a major reason why they has survived (le processus de survie a commencé il y a un moment et continue encore maintenant, il faut donc utiliser le present perfect) as long as they do, sometimes for thousands of years. <br><br>This is the case of the United-Kingdom because since 1707, with the Treaty of Union, this country wants to appear as an ideal of unification. However, is this unification real? has it led to a real social cohesion in a country where different people live? <br><br>To answer this question, I will use four documents seen in class; firstly the film-trailer of The King's speech directed by Tom Hooper in 2010, then London today, a photograph taken by Gideon Hart in 2012, next Yes, Scotland, a propaganda video made by the Scottish Nationalist Party in 2014 and to finish, J.K Rowling's donation, an extract from the newspaper The Guardian, written on June 11th 2014.<br><br>"
  },
  {
    "content":"MYTHS AND HEROES - \"Abbé Pierre\"\n",
    "views":580,
    "tags":"tags: #abbé pierre #steve jobs #emmaus",
    "link":"http://nosdevoirs.fr/devoir/89326",
    "answer":"According to the dictionary, a myth can be defined as a traditional story, concerning the early history of people or explaining a natural or social phenomenon, and typically involving supernatural beings or events.  A hero in mythology and folklore is a person with superhuman abilities who is admired for his courage or extraordinary achievements. In the modern world, a hero has lost its ancient meaning. It now means someone who is courageous. Heroes are « heroic », they have «heroism». They help by saving people or society from people, villains or natural disasters, like superman or batman.A hero can also be someone who is helpful, polite or helps people who need it. The word is used in the sports world to mean an extraordinary player or an athlete. Sometimes, the main character of a story is called a « hero » in a book or movies, like Harry Potter.<br><br>To illustrate the notion of « myths and heroes » I'm going to present two characters considered as hero: Steve Jobs and Abbe Pierre. At first, we will speak about Steve Jobs.<br><br>Steve Jobs was an orphan and he was adopted by a lower middle class family. He dropped out from school and he didn°t graduate from university. He hadn't many opportunities to succeed, he started from scratch. Steve Jobs revolutionised the world of computers with, Apple. Over the years he climbed the social ladder."
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"NRA and Death Penalty\"\n",
    "views":487,
    "tags":"tags: #weapon bearing #gun control #death penalty #nra #lobbies #violence",
    "link":"http://nosdevoirs.fr/devoir/494894",
    "answer":"I am going to talk about the notion of Places and Forms of Power. First of all, I would like to define what this notion means. The power is the ability to control others, events, or resources; it is the ability to make things happen despite the obstacles or any kind of resistance or opposition. Of course, this leads to conflicts between those who have power and those who don’t. This is the case in the USA with weapons bearing and the death penalty. These two issues are being debated in the United States. We may wonder who are those who are opposed to the bearing of weapons and the death penalty?<br><br>The National Rifle Association is a very powerful lobby in the US. It defends the freedom of bearing arms who is considered as an essential right for the NRA. And for the NRA, the right to defend oneself with a gun: NRA's main argument to justify weapon bearing is to protect oneself according to the Second Amendement. But not everyone agrees with this statement. Some are fighting for the carrying of weapons to be controlled like Brady Campaign lobby (Attention à la construction \"ils se battent pour qu'il soit contrôlé = they fight for it to be controlled ==> le subjonctif en français est remplacé par la forme \"for smthg/someone to + infinitif)."
  },
  {
    "content":"SPACES AND EXCHANGES - \"Social Netwoks\" / exemple d'introduction \n",
    "views":569,
    "tags":"tags: #social networks #internet #ntic #introduction",
    "link":"http://nosdevoirs.fr/devoir/223668",
    "answer":"I chose the topic \"Spaces and Exchanges\" for my presentation. I will start, first, to define those two concepts because they have several meanings. What is a space? The simplest definition states that a space is an area, a land which is occupied or not. It is true that this sentence is quite open but it allows us to explore all concepts that this notion evokes. As for exchanges, the dictionary define them as an act of giving something and receiving something in return. An exchange implies a space because we need a certain place to give and received something, that's rather obvious. But do spaces and exchange have to be necessarily physical? In other words, is an exchange always about material things and is a space always actual? The answer is 'no' because a conversation is an intangible exchange which can be made in a virtual space - the Internet. <br><br>[...]"
  },
  {
    "content":"MYTHES AND HEROES - FICHE VOCABULAIRE\n",
    "views":545,
    "tags":"tags: #vocabulaire #fiche #révision",
    "link":"http://nosdevoirs.fr/devoir/1145510",
    "answer":"ARGUMENTATION<br><br>Expliquer = To account<br><br>Paranthèses = Backets<br><br>Tableau = Charts<br><br>Choisir = Choose<br><br>Entourer = Circle<br><br>Compléter = Complete<br><br>Lier = Linck<br><br>Soutenir = To back<br><br>Denoncer = To denounce Reveler = To disclose<br><br>Insister sur = To emphasize<br><br>Mettre en evidence = To ehance<br><br>Se concenter sur = To focus on<br><br>QUOTES<br><br>- \"So long as free land exists, the opportunity for a competency exists, and economic power secures political power.” Frederick Jackson Turner <br><br>- \"The frontier is the line of most rapid and effective Americanization\" Frederick Jackson Turner.<br><br>-\"All America lies at the end of the wilderness road, and our past is not a dead past, but still lives in us.\" T.K. Whipple<br><br>NOTIONS<br><br>American progress / American expansion / US expansionism Town vs countryside The myth of the Frontier Baddies, cowboys, outcasts, adventurers, horsemen Cattle wranglers, Rustlers Pioneers, Settlers, farmers Native "
  },
  {
    "content":"MYTHS AND HEROES - \"Heroes: An Opportunity to Gather People\"\n",
    "views":583,
    "tags":"tags: #rosa parks #civil rights #martin luther king #obama #racial segregation",
    "link":"http://nosdevoirs.fr/devoir/625992",
    "answer":"The notion I’m going to deal with regards myths and heroes. A myth is a legend, but nowadays a myth refers to a popular belief or tradition embodying the ideals and institutions of a society. A hero is a person with superhuman abilities but nowadays, it refers to a person who is admired for his courage, outstanding achievements or noble qualities. Myths and heroes are present in many societies but they probably have different characteristics depending on the cultures. However they have something in common: they allow (to permit = to authorize) to have a model and they convey an ideal. <br><br>If myths and heroes are a mold for everyone, to what extent do myths or heroes gather people? <br><br>I’m going to start by talking about myths and heroes who have been a factor of social cohesion. People need to be unified. They need to feel that they belong to a group, a community. They are always looking for individual or collective identity. To satisfy its needs, the society creates its own myths that are incarnations of the values of an era. Indeed the myth carries a cultural identity in which the nation can recognize itself. For example, during the 19th century, the myth of cowboys has been created. The myth of the cowboy was actually a real phenomenon based on a social and economic demand but it became a myth for psychological reasons. Indeed, as a rising nation, the "
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Does Progress Influence the Family Structure?\"\n",
    "views":508,
    "tags":"tags: #family structure #cosby show #women rigths",
    "link":"http://nosdevoirs.fr/devoir/553217",
    "answer":"I would like to deal with/talk about the notion of the idea of progress. We can say that the idea of progress consists in believing that the world can become better in terms of science, technology, liberty and quality of life. This idea has shaped most of western civilisation’s vision of history. Progress implies changes, evolution from an old order with old traditions to a new and modern one. <br><br>I will tackle this notion throughout the evolution of the family over the time. Thus we are going to explain how does the evolution of society influences family structures?<br><br>Therefore, I will illustrate my arguments with the following documents: two films poster. On the one hand, The Cosby Show which deals with an African-American family which lives in Brooklyn, in New York in 90’s. On the other hand, I selected the movie Bend it like Beckman released in 2002. The film talks about a girl who loves football. The problem is that her family is Indian and very conservative so that they don’t want her daughter to play football because they think it’s for a boy. The third document is an article called “the good wife’s guide” from Housekeeping Monthly published the 13th of May 1955. <br><br>"
  },
  {
    "content":"MYTHS AND HEROES - \"Do Heroes Influence our Society?\"\n",
    "views":561,
    "tags":"tags: #blacklisted #cold war #maccarthysm #urss #witch hunt",
    "link":"http://nosdevoirs.fr/devoir/661076",
    "answer":"I am going to talk about the notion of Myths and Heroes. A myth is a popular story or belief that evolved in time and that conveys the ideals of a given society. Heroes are the legitimate characters of myths. A heroe is seen as someone who does things that other people can't or won't do. <br><br>How the myths and heroes do they influence the behavior of society american? <br><br>We are going to talk about the witch hunts, which have marked American history. In Salem, in the 17th century, more than 150 people were accused of witchcraft. It was really a wave of accusations, paranoia and hysteria. This case had a profound impact: it indirectly led to the founding principles of the USA. But three centuries later, between 1950 and 1960, death sentences, mock trials and mass hatred punctuated the grim years of McCarthyism. Lots of people suspected others, including many directors, of having links with the USSR. A witch hunt began anew at this time. The witches of Salem is the story of another time and nevertheless so contemporary.<br><br>After that, we have studied in class a extract of the film \"One of the Hollywood ten\". The Cold War in full swing, and during the \"witch hunt\" Biberman learns that he is registered in the blacklisted of Hollywood directors. Thus, his entourage takes away from him."
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Social Progress In India\"\n",
    "views":553,
    "tags":"tags: #india #high tech #economical progress #microloans",
    "link":"http://nosdevoirs.fr/devoir/652630",
    "answer":"\"The “Idea of Progress” basically consists in believing that the world can become better in terms of arts, science, technology, liberty and quality of life and has shaped most of Western civilisation’s vision of history. We can say that we have perhaps witnessed more changes in the last 20 years than our ancestors did in the last 200.<br><br>So, the subject of my oral presentation is about Indian. I’m going to talk about an India on the move, an India who is changing, an India who is becoming a powerful country. <br><br>We can ask ourselves how did India change radically to a thriving superpower.<br><br>Progress implies some changes, some evolution from an old order with old traditions to a new order. If a country could represent this evolution, we need to talk about India and her incredible story. Indeed, India rose from British colonization in the 18th century to a democratic country that has many things to offers to its 1,2billion population that represents 17,5% of the world population. <br><br>Well, thanks to her technical progress and the renewal of her productivity equipment, India is now one of the most important country in the world. In fact, the Indian economy is the 10th in the world global nominal domestic product (GDP), thanks to the creation of high-tech cities as we’ve seen in class, such as Bangalore, Hyderabad and Cyberabad. "
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"The Apartheid in South Africa\"\n",
    "views":580,
    "tags":"tags: #south africa #apartheid #mandela #rainbow nation #racism",
    "link":"http://nosdevoirs.fr/devoir/702856",
    "answer":"Today I have to deal with the concept of place and form of power. In politics and social science, power is the ability to influence people's behavior. In order to live together members of a community accept rules, regulations, and laws. This helps to create social cohesion but can also lead to conflicts and tensions. Even when authority seems absolute, there are always counter-powers which question it, aim at limiting its excesses and resist it. To illustrate this notion, I have chosen to focus on South African places and forms of power. How can people from different cultures live together in harmony?<br><br>First I will show how apartheid was put in place and I will highlight the opposition of this form of power. Eventually, I will relate the burying of apartheid and the difficult creation of a harmonious nation in spite of different cultures.<br><br>We began bu studying the establishment of Apartheid in South Africa. It was set by the National Party, which won the election in nineteen forty-Eight (1948). It led to a brutally codified segregation between Blacks, Asians, Colored people and Whites who took advantage of the formers."
  },
  {
    "content":"THE IDEA OF PROGRESS - Exemple de plan détaillé (1)\n",
    "views":574,
    "tags":"tags: #technological progress #scientist #social rights",
    "link":"http://nosdevoirs.fr/devoir/218255",
    "answer":"Mankind has always sought for continuous improvements. Thus we may assume that progress can be the motor force of History and the motive of societies. However, although progress aims at helping us to enhance our daily life, it may change our perception of life and our behavior. Hence we can ask the following question: in what ways the idea of progress transformed the Anglo-Saxon society?  <br><br> I.  The Great Scientific and Technical Inventions   <br><br>1) Progress as hegemony <br><br>- The printed world: William Caxton and the printing press in the UK. The first book to be printed in English was Recuyell of the Historyes of Troye (1473). <br><br>- The Machine Age: how the industrial revolution triggered the success of the  the UK in the XVIIIth century (Watt: steam machine, Crompton and the spinning mule) <br><br>- Communication & Inventions: W. Morse (Morse Code), Edison (telegraph), Bell (telephone); the Internet and the Computer era<br><br>- The Mass Production era : the Fordism and Taylorism (= scientific management) in the XXth century in the US<br><br>- the Space Age: the US vs URSS. Space conquest as struggle for hegemony   <br><br>"
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Contradictions in the Indian Society\"\n",
    "views":575,
    "tags":"tags: #india #high tech #economical progress #hyderabad",
    "link":"http://nosdevoirs.fr/devoir/478370",
    "answer":"The idea of progress concerns the notion that society can change in a good way in terms of science, technology, modernisation, democracy, life quality etc.. <br><br>However the idea of progress still causes debates, some consider that it will be beneficial, and other harmful. And the text “India on the move”, we illustrate the concept of the idea of progress. This text shows a paradox. In a few years, India has gone through economic and social changes. The question that we can ask is why say that India is a country of contradiction?<br><br>Progress brings change, an evolution. But traditional norms are still present although new, more modern standards appear. India is a democratic country with 1.2 billion representing 17.5% of the world population.<br><br>First of all I will talk about the text that we have studied in class, which is an extract from The New York Times in 2009 and written by Anand Giridharas, an American journalist of Indian origin. This text illustrates perfectly the real situation in India. In it, the narrator decides to return to his homeland and describes all the changes that have taken lieu.."
  },
  {
    "content":"MYTHS AND HEROES - \"The Britishness\"\n",
    "views":511,
    "tags":"tags: #britishness #queen #mister bean #humour #thé #clichés",
    "link":"http://nosdevoirs.fr/devoir/1143877",
    "answer":"I'm going to talk about the notion of Myths and Heroes. First, I would like to remind that myths and heroes base the collective identity of a society. That's why we mainly talked about the British characters. In fact, most of the British characters are related to Britishness in a certain way and, since they've become popular figures, these characters reflect perfectly the characteristics of being British. Also, famous British characters can be seen as Heroes since they do, in fact, have become part of British culture. <br><br>We may wonder how the British characters are heroes that give us a chance to see what Britishness really is. <br><br>First and foremost, we're going to look closer at Britishness. Then, we may see some of the most famous British characters that embody Britishness.<br><br>In fact, Britishness it's the state or quality of being British or embodying British characteristics. It's what binds the British and forms the basis of their identity. <br><br>As a matter of fact, like it's said in the first document who deals about the real definition of being British, for the outsiders the Britishness is relate to bad food (like Jacques Chirac as said), rain, tea, the Queen and her corgis, double-decker buses and amongst other clichés that have been spread out by television and films. Most of the clichés are true, like drinking tea all the time, but being British is more than that. Being British is about having a good sense of humour and “being classic with a twist” as Geordie Greig has said. Indeed, "
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Tuition Fees In The UK\"\n",
    "views":498,
    "tags":"tags: #tuitions fees #uk #going to university",
    "link":"http://nosdevoirs.fr/devoir/708255",
    "answer":" I chose the theme “Places and types of power” and I will focus on the universities. The power can be defined as the capacity or ability to direct or influence the behaviour (British spelling in case your teacher would prefer that spelling) of others or the course of events. <br><br>Nowadays, one way of taking over the Power is to develop ones (= pronom possessif impersonnel pour dire \"sa/son\") networking and to have an important career that begins with a good education. A majority of high figures of the society has (attention: majority est suivi du singulier) to do exceptional studies at first, in famous universities. Universities are places where the power is made cause the competition is fierce. But the cost of tuition fees is rising more and more and are becoming a matter of public debates (ils deviennent sujet à débats, j'utilise le présent continu car c'est un processus en cours). Is it profitable (rentable veut dire \"qu'il est possible de louer; to rent = louer) to pay high tuition fees to go to university or will they become free for equality of chances between everybody? <br><br>In October 2010, the English Government voted a new law which gives to universities the right to raise their tuition fees, at the students’ expense.  <br><br>"
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Should We Fear Progress?\"\n",
    "views":527,
    "tags":"tags: #gattaca #robots #fear of technology #baby designer",
    "link":"http://nosdevoirs.fr/devoir/660717",
    "answer":"I’m going to talk about the notion « The Idea of progress ». To begin ø, I’d like to state the definition of progress. Progress is the idea that the world and the society can evolve positively in terms of sciences, technology, modernization, living condition, etc. However, the idea of progress is still debate between those who consider that it’s beneficial and those for whom it’s harmful. Hence, the progress is a matter of some debates and we should ask the following question: should we fear progress and fight against it or adapt to it.<br><br>I. First of all, I think progress is essential to evolve. History is made of progress and evolution that have allowed the world to be what it’s today. Thanks to advances in sciences, medicine has become much more efficient and accessible for more and more people around the world. For example, in an article of the Time, « My body, my laboratory », a wheeled doctor explained how he managed to connect his wheelchair to his brain in order to control it. Robotics, science, technology and biology allow progress. Wonderful inventions are due to advances such as the internet or the development of robots like the japan robot which look like a woman and which is able to imitate and move like human beings."
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Places and Form of Power\"\n",
    "views":550,
    "tags":"tags: #fair trade #power of money #nouvelles technologies #benjamin zephaniah",
    "link":"http://nosdevoirs.fr/devoir/690995",
    "answer":"I'm going to talk about the notion places and forms of power. First of all, power is the ability to influence people's behaviour, it can be relate to law, money, media, medicine or men and their opinions. Some forms of power are criticized and rejected by some people. For example this is the case of money and the consumer society. We can answer the question: What is the impact of money on the world? To answer this question, I chose two documents. The first is a poem named \"money\" by Benjamin Zephaniah and the second is a poster entitled \"fair trade\". I have chosen these documents because they offer two differents visions about the power of money.<br><br>The first document « money » deals with the bad side of money. Indeed, money is define like a source of problems, it makes people selfish and isolated, the world artificial and unrealistic, it values the rich and disadvantages the poor. People are manipulated by money, for having more money they go up to kill someone. The artist denounces the consumer society, greed and the inequalities about money. This poem illustrates the notion places and forms of power because it shows that the power of money can have many horrible consequences.<br><br>We saw the bad impacts of money trought a poem. Now I'm going to approach an other side of money."
  },
  {
    "content":"SPACES AND EXCHANGES - \"Exchange of Cultures in the USA\"\n",
    "views":544,
    "tags":"tags: #henri ford #surrogates #mexican immigrants #american economy",
    "link":"http://nosdevoirs.fr/devoir/291905",
    "answer":"I am going to talk about the notion of Spaces and Exchanges. Firstly, I would like to give a definition of this notion: actually an exchange is an act of giving and receiving something else in return. Those exchanges can be between two differents spaces like two states. This notion can be illustrate by many types of exchanges, I'm going to focus on tree types: commercials exchanges, migratory flow and exchanges which had become possible thanks to science. <br><br>We studied a text named Modern Times which can be related to commercials exchanges. Indeed in this text we learned about an industrialist: Henry Ford. He was a pioneer of mass production, he produced cars on large scale thanks to the assembly line. He created a famous car, the Model T, which sold millions. In an audio document named Model T, we heard that this car was practical, durable and also affordable. Thanks to the Model T rural people came into the cities, as transportation was cheap. It was a revolutional invention because people could go wherever and whenever they wanted. In order to illustrate migratory flow, I am going to present a talk-show we studied: New Horizons."
  },
  {
    "content":"4 Notions - Propositions de plans\n",
    "views":490,
    "tags":"tags: #mandela #martin luther king #weapons #women rights",
    "link":"http://nosdevoirs.fr/devoir/314292",
    "answer":"pour myths et héros:<br><br>-Martin Luther king<br><br>-nelson Mandela <br><br>-problématique: can we say that myths and heroes influence our society? (Tu peux parler des changements liés aux combats de ces deux personnes)<br><br>pour espaces et echanges:<br><br>-immigration aux usa<br><br>-les réseau ex sociaux<br><br>problematique: to what extent can we say that spaces and exchanges modify our way of Life?<br><br>lieux et formes du pouvoir<br><br>-port d'arme ( aux USA par exemple)<br><br>-peine de mort<br><br>problematique: do we have to accept all kinds of power?<br><br>"
  },
  {
    "content":"MYTHS AND HEROES - \"American and British Heroes\"\n",
    "views":513,
    "tags":"tags: #cowboys #pilgrim fathers #arthurian legends #super heroes ",
    "link":"http://nosdevoirs.fr/devoir/278017",
    "answer":"In order to start my presentation about Myths and Heroes, I would like to introduce these two notions. The word myth derives from the ancient Greek word mythos which means legend, but nowadays we use this word much more loosely, referring to a traditional story concerning the history of a people, a natural or social phenomenon. Hero also has Greek origins and means “demi-god”, a person with superhuman abilities accomplishing extraordinary achievements. The definition has evolved and now refers to a person who is admired for his courage, outstanding achievements or noble qualities.     <br><br>Every society has myths and heroes because these concepts are firmly anchored in cultures, religion, arts, literature… However, they change depending on the societies. Myths or heroes in China are not the same as in Europe. I will make my presentation about myths and heroes in the UK and in the US.     <br><br>In the Middle Age, the Arthurian legends explained how the legendary British king protected the England against the Saxons army willing (or eager) to invade it. This leader is really famous in the Anglo-Saxon culture since he’s perceived as a great leader defending the island from human and supernatural enemies."
  },
  {
    "content":"MYTHS AND HEROES \"Robin Hood\"\n",
    "views":505,
    "tags":"tags: #robin hood #facebook #amelia earhart #aborigines #ken wyatt",
    "link":"http://nosdevoirs.fr/devoir/76858",
    "answer":"Myths and heroes <br><br>The myth evokes the human condition as a whole, its history transmitted first orally and often embodied by a hero, a place or community. To examine the myths is to look at the heros and stories that found a collective identity. The hero may be a fictional character or real that marked the tradition, history and everyday life. Why do we need heros? They allow us to have a better life in fiction and in reality. We will first see fictional heroes then the real. I'll first deal with Robin Hood because i enjoy what he did, it's very brave and sweet and then i'm going to speak about Amelia Earhart, a key and historic woman <br><br>We saw a photo of Robin Hood with his bow and arrows to defend himself, he was a fictional hero, an outlaw with a big heart who lived hidden in the wood. Plus, he was a rebel who violated the law to struggle for the needy and oppressed, in fact, he robbed the wealthy to the poor or he gave them back the money which comes from taxes. He wanted to make a better life for the have-not. He is their hero. Furthermore, there is another kind of \"real\" heros that we saw, those that are rooted in the History as Amelia Earhart who in 1937 became the first female pilot to fly across the world."
  },
  {
    "content":"SPACES AND EXCHANGES - \"Impact of Big Cities in our Daily Life\"\n",
    "views":531,
    "tags":"tags: #global cities #cultural diversity #modern day world #bedzed #london",
    "link":"http://nosdevoirs.fr/devoir/516251",
    "answer":"First of all, we have to define these two concepts. An exchange is the act of giving or receiving something in substitution for something else. In today’s modern-day world these exchanges can take several forms: economic – work exchanges, exchange of goods, trading across borders, cultural – exchange of ideas, information, education, movement of people – immigration, student exchanges, gap years… Our modern-day world is changing quickly and seems to be a smaller place due to improvements in technology and communication. Information exchange has become easier thanks to the internet and international trade has enabled us to expand our markets for goods and services that might not have been available to us. These different cultural, economic, sociological and language interactions have transformed and characterized our modern-day world – sometimes for better, sometimes for worse.<br><br>We will try to answer the following question: What impact do global cities have on people’s everyday lives?<br><br>Global cities have a positive aspect on people’s everyday lives.<br><br>Indeed, when you live in a global city, there is an important cultural diversity. Diversity which is a very healthy thing because its allow people to better understand each other. In class, we’ve studied that In London, there were 37 % of the population that wasn’t white. "
  },
  {
    "content":"THE IDEA OF PROGRESS - \"The Effects of Progress in our Society\"\n",
    "views":543,
    "tags":"tags: #baby designer #années 60 #molly nash #femme",
    "link":"http://nosdevoirs.fr/devoir/665265",
    "answer":"I'm going to talk about the idea of progress. To begin, I'd like to state a definition of progress. Progress is the belief that the world can become better. There are improvements in manifolds: scientific,medical,social,economic,cultural...<br><br>But we can ask ourself: \"What effect does this progress have on our society? Does it have a positive or a negative effect ?<br><br>On the one hand, I think progress is essential to evolve. We need progress. History us made of progress and evolution that have allowed the world to be what it is today. For example,we can talk about the 60's.We studied several documents about this period. I chose one: an article from the british webside marketingmagasine. It was published in 2002. This text deals with the evolution of mentalities in England,with the arrival of the Hippies, which marks a powerful sexual and cultural revolution. In this text, music evolution is also mentionned with famous music bands like the beatle,still famous today. But, the most important is the women's place in society. Before the 60s women were only housewives,they had to cook,clean up, raise children...Womens were not listened, not really considered as woman. It changed with the 60s: pill appears,woman can be pretty, make up without be considered as heros... "
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Positive and Negative Aspects of Science\" (2)\n",
    "views":516,
    "tags":"tags: #gun control #death penalty #nra #violence #bowling for columbine",
    "link":"http://nosdevoirs.fr/devoir/1119981",
    "answer":"he United States already has about the notion \"Location and forms of power\". I would like to give the definition of Locations and Power. Locations are a site, a position or the state of being located (situated). Power is defined as a person, group, or nation having great influence or control over others and the ability or official capacity to exercise control, authority (The State, the government and political organization). His (whose?) power is represented by a lot of icons. I would like to illustrate this notion through the theme \"Guns Control\" and \"The Death Penalty\". So as to answer the question of how the America legislation became different with others countries. First of all, I will concentrate on the laws established in the distance past. Finally, I will say a few words about the different opinions on these laws.<br><br>At the beginning of the 19 century, people begun to carry arms on themselves for the conquest of the West. We can illustrate this with a cover of a cartoon. It elaborates this by the use of  symbolic images of America. We can see the top of the Empire State Building, which is the symbol of all American skyscrapers, which was for years the world's tallest building."
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Are Citizens on Equal Footing in India?\"\n",
    "views":443,
    "tags":"tags: #india #women #family #india's girls go missing",
    "link":"http://nosdevoirs.fr/devoir/422984",
    "answer":"I'm going to talk about the places and form of power. Firstly I would like to give a definition of this notion, for me power is the ability to control at hers, events, or ressources; the ability to make things happen despite obstacles, resistance or opposition. The power is often use by the government or the politics. To illustrate this I have chosen to talk about India: are all citizens on an equal footing in modern-day India? India is a country in South Asia, is the largest democracy in the world and the most of population are hindus . It's a country with olds traditions which the societies of today can't be separated. <br><br>For beginning, India got a population composed with the majority of men. In 2012, it was estimated that there were nine hundred forty girls aged six and under for every one thousand boys six hundred thousand girls go missing every years. The most of baby girls disappear at birth or later. This phenomen come from the oldest generations and in name is infanticide on the little girls. The population, often they have the lowest jobs, based their culture on the cast system. one of theses customs is to pay the bride's family to the family of the husband."
  },
  {
    "content":"MYTHS ANS HEROES - \"Are Heroes Models?\"\n",
    "views":448,
    "tags":"tags: #mary quant #rita o’grady #rock #still a men world #bbc #uk",
    "link":"http://nosdevoirs.fr/devoir/620890",
    "answer":"I am going to talk about the notion<br><br>of Myths and heroes. A definition of this notion is a myth can be defined as a<br><br>story about gods or heroes, it can be a popular belief or a tradition or a<br><br>false notion. A hero can be a mythological figure, a person who is admired for<br><br>his or her achievement, a superhero or maybe a role model or an icon.<br><br>The hero, an example deserving being imitated ?<br><br>Video Mary Quant<br><br>Mary Quant is a iconic figure in the history of<br><br>fashion, she was a creative and imaginative young designer. She had marked the<br><br>60’ with a new trend, the famous “mini skirt”, she created a new look for a new<br><br>generation of young women. She set a new trend with the mini skirt and marked a<br><br>turning point in the history of fashion. In the 60’ she was a young and<br><br>creative artist who longed for something entirely different just as the rest of<br><br>the young girl worldwide did. She set about changing the dress ideas and the<br><br>outlook on clothes, conception. Hers creations conquered the world so she begun<br><br>mass production for mass consummation she exported all around the world. (Twiggy)<br><br>"
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"The Power of the Whites in the USA\"\n",
    "views":456,
    "tags":"tags: #martin luther king #racism #esclavage #black panthers #jim crow",
    "link":"http://nosdevoirs.fr/devoir/703868",
    "answer":"I'm going to present the notion \"Places and forms of power\". This notion deals with the ability to control others and to make things happen despite obstacles, resistance, or opposition. This of course leads to conflict between those who have and exercise power and those who have none or little of it. I have chosen to focus my presentation on the segregation in America. How the Whites power was exercised at the expense of Blacks ?<br><br>In the 19th century, two societies are cohabiting : on the one hand the Whites, and on the other hand the Blacks. Even if the American Constitution says that \"All men are created equal\" and that slavery was abolished in 1863, discrimination remained legal for a hundred years. The Jim Crows laws appear after the Civil War, distinguishing citizens according to their race while recognizing their equal rights. Thus, in 1896 the Supreme Court granted this new legislation by transforming into a doctrine of \" separate but equal \". Different laws were established in the southern states. For instance, in Alabama, each transport station had to have waiting rooms and separate counters for the whites and for the blacks and, In Florida, mixed marriages were forbidden. There was a wall of hostility."
  },
  {
    "content":"MYTHS AND HEROES \"Rags-to-Rich\"\n",
    "views":457,
    "tags":"tags: #american dream #oprah winfrey",
    "link":"http://nosdevoirs.fr/devoir/291309",
    "answer":"I am going to talk about the concept of myths and heroes. First of all, I would like to give a definition of this notion. A myth is a fictitious story which narrates the foundations of a given community. These narratives can convey the ideals of this community and create or perpetuate inspiring heroic figures. In this case, the concept of myths and heroes then serves a more profound purpose in our culture than mere fictional stories. To illustrate this, I have chosen to focus my thought on people's successful careers, that is to say people who started from scratch and reach the top of the social ladder. How can myths and heroes influence people's careers ? Aiming at answering this issue, I will exhibit a rags-to-riches life which is a symbol of the American Dream. Then I will show that political heroes could inspire society as well. <br><br>First and foremost, one cannot deny that society is based on founding myths, a collective identity forged around common landmarks and shared values. As elsewhere, but even more so the myths of “The American Dream” in the United States is a great example. Indeed it promotes the idea that not only is personal fulfillment due to honesty"
  },
  {
    "content":"SPACES AND EXCHANGES - \"Mexican Immigration\"\n",
    "views":512,
    "tags":"tags: #american dream #mexican #new horizon",
    "link":"http://nosdevoirs.fr/devoir/657649",
    "answer":"I'm going to talk about the notion of spaces and exchanges. This notion deals with the geographical and symbolic areas that all societies occuped and interaction between men and the different societies.Our world is built one the exploration of new space.The difference cultural, economic, sociological have characterized our modern world.<br><br>The different spaces of the world are nowadays more and more connected to each other. The exchanges can appear on many forms : people, trade, information. In class, we focused on one form of exchange : the immigration.We can ask ourselves why people immigrate to the USA ? We talking only about Mexicans.<br><br>In order to illustrate this notion I've chosen two documents : a recording called \" New horizons \" a text \" A hard path to hope \" and a newspaper \" Mexican immigrations\"<br><br>Mexican can only offer limited jobs opportunities that's why many Mexicans dream of crossing the border to find success and better prospects in the US. The recording talks about Mexican dream : leave Mexico for the US, have a job,get papers, came his family. There are better living conditions, better salaries and better education for kids in the US.<br><br>The text illustrates that the US-Mexico border is very dangerous."
  },
  {
    "content":"MYTHS ANS HEROES - \"Malala's Speech / Henry Ford\"\n",
    "views":478,
    "tags":"tags: #malala #talibans #big money #henry ford #john passos,",
    "link":"http://nosdevoirs.fr/devoir/661068",
    "answer":"I'm going to talk about the notion of myths and heroes we studied in class through some documents. First, I would like to give you a brief definition : a myth can be defined as a story about gods or heroes, it can be a popular belief or a tradition. An hero can be a mythological figure, a person who is admired for his or her achievements, or a superhero or maybe a role model or an icon. <br><br>We can wonder to what extend those documents are relevant illustrations of the notion?<br><br>First I would like to start with Malala's speech, and then I will present her acts and then I'm going to speak about Henry Ford's ones, the man who revolutionized the automobile's field. <br><br>First and foremost, I consider Malala as the heroine of our time. She marked her 16th birthday by delivering a speech at the United Nations to speak up of her campaign for girl's right and above all the right of education of every child (every + singulier)<br><br>That day, she was standing behind a lot of important politicians who were listening carefully to here. But she wasn't here to speak about herself but about those whose voice can't be heard."
  },
  {
    "content":"MYTHS ANS HEROES - \"Queens of England\"\n",
    "views":444,
    "tags":"tags: #queen #elizabeth #victoria #abdul karim #monarchy",
    "link":"http://nosdevoirs.fr/devoir/684672",
    "answer":"Myths and Heroes are included in each country's culture. They can be imaginary or historic. We studied in class some of the England's queens : Queen Elizabeth , Queen Victoria and Queen Elizabeth 2. Each of them got a different image from the people. Who are these monarchs beyond the representation we've got from them? In this talk, I will try first to show you that they had different plans for England's future. Then I will study their position as female monarchs and finally I will speak about how they managed to get a private life while they had also to run the empire. <br><br>First, we studied some representations which have been comissioned by each of these queens. The first one which represents Queen Elizabeth shows an impression of power. We can see on the top hand left corner and on the top hand right corner some English victories. The queen has also her hand on a globe. Therefore we can conclude that she wants England to conquer lands. The second one is more moderated. The queen is shown as imposant. She seems more to aim to keep the empire than to grew it. The last one is shown as a simple person. She seems more close to her people than the others. Therefore, we can see that their reign's objectives are different."
  },
  {
    "content":"PLACES AND FORMS OF POWER -  \"Power of Music\"\n",
    "views":433,
    "tags":"tags: #music #bob marley #pharell williams #protest songs",
    "link":"http://nosdevoirs.fr/devoir/296160",
    "answer":"I'm going to present the notion places and forms of power. The power is a right or an authority given or delegated to a person or a body. During this exposision I'm going to discuss about this question: what's the real power of music ?<br><br>First I will introduce the power of protest song in the society. Then in a second step the benefits has music for society and the people.<br><br>Today, there are different types of songs that exist such as the « Protest songs » that have taken an important place in the past. <br><br>The words of Protestant songs contain messages sometimes directly stated, sometimes audible allusions and indirect messages (often under dictatorships, where things can not be said directly) that the population understands; the song they are accessible to all short, simple texts, which can be understood by all, even without having had a great education, they store easily and can be taken everywhere and memorized by everyone. Music has lyrics associated with a message can have a universal dimension because music transmits and can transmit emotions and ideals. <br><br>The song can be exported outside the areas where it is prohibited and have a global impact."
  },
  {
    "content":"MYTHS AND HEROES \"Are Heroes Always Involved In Actual Events?\"\n",
    "views":509,
    "tags":"tags: #sherlock holmes #martin luther king #rosa parkss",
    "link":"http://nosdevoirs.fr/devoir/330608",
    "answer":"I am going to talk about the notion of myth and heroes. First of all I would like to give a quick definition of that notion. A Myth is an ancient story, popular or a folklore which is about extraordinary events and portrays courageous heroes. A Hero is an idealized person because he has a lot of qualities and who has performed heroic acts so he regarded as model. <br><br>Why the myths and the heroes are always on the current events?<br><br>The identity of a nation is forged thanks myths dating back to ancient times. Know these myths help us understand our present. These myths are supported by the floor or in books. For example, Sherlock Holmes is a famous private detective which was created by Arthur Conan Doyle and which was resumed by Anthony Herowitz. What was that a best seller became in some years a world myth. Since several generations, everybody knows the famous detective with her retort « Elementary my dear Watson ». But the most original in this myth, it is the faith of a good part of the public in the reality of the person. Many people believed and still believes that Sherlock Holmes existed. This character will see being adapted to the cinema of one thousand nine hundred in the latest one two thousand fifteen."
  },
  {
    "content":"SPACES AND EXCHANGES - \"The American Dream: Mexican Immigrants\"\n",
    "views":431,
    "tags":"tags: #american dream #mexican #bruce springsteen #jingoistic",
    "link":"http://nosdevoirs.fr/devoir/657686",
    "answer":"A society can be saw from the point of view of cohesion and openness, which raises questions about its inclusion in the world. <br><br>The border as a boundary between two spaces is sometimes seen as protection against the other or otherwise opening and appeal to a larger space. The space can evolve and take various contours: physical spaces, virtual spaces....<br><br>Today we see that despite a high level of inequality in development. Exchanges of all kinds, \"borrowing\" from language to language for example and more generally in everyday use, took a new dimension in the unification of areas and peoples, languages and worldviews. Among those whole of propositions offered by the notion “spaces and exchanges”, I chose to treat the case of immigration and American Dream with the following issues: What do the immigrants aspire to? What are the hardships they have to overcome? In other word is the American Dream still alive?<br><br>First of all, the American dream has been present from the start. People wanted to become American citizen in order to become independent and get their freedom. The American dream helps make America what it is. "
  },
  {
    "content":"MYTHS AND HEROES \"Do We Need Heroes?\"\n",
    "views":422,
    "tags":"tags: #sherlock holmes #superheroes #shakespeare #pop culture #oprah winfrey",
    "link":"http://nosdevoirs.fr/devoir/293260",
    "answer":"I am going to talk about the notion myths and heroes. First of all, I would like to give a quick definition of that notion. A myth can be defined as an ancient story about gods and heroes.<br><br>It can be a popular belief or a tradition or a false notion. A hero can be a mythological figure, a person who is admired for his achievements, a super-hero or maybe a role model or an icon. So he is tipically identified with goods qualities.<br><br>Why do we need heroes?<br><br>This notion can split in two categories: <br><br>1) imaginary’s myths and heroes <br><br>2) reality’s myths and heroes<br><br>I/<br><br>The identity of a nation is forged thanks myths dating back to ancient times. Know these myths help us understand our present. These myths are supported by the floor or in books. I would start with heroes can be found in books…<br><br>à Heroes like Sherlock Holmes (created by Sir CanDoyle), Dorian gray (by Oscar Wild), Romeo and Juliet, two heroes created by Shakspeare. Hamlet, of Shakspeare is a classic. It is studied in many schools. Everyone knows the famous sentence \"to be or not to be, that is the question\""
  },
  {
    "content":"MYTHS ANS HEROES - \"American Heroes\"\n",
    "views":458,
    "tags":"tags: #american dream #steve jobs #edison #oprah winfrey #barack obama #mandela",
    "link":"http://nosdevoirs.fr/devoir/661028",
    "answer":"I am going to talk about the notion of myth and heroes. We can give a definition of this notion. A hero is a person or inhuman who represent a symbol for tne population and become the icon. A myth is an event or a story whose can real or not real. What is a person considered same a hero ? <br><br>To illustrate the notion we can take differents examples of personalities who became the models of society, same Marc Zuckerberge or Edison, or still Steve Jobs and of other one. Furethermore, ther are those who worked hard to manage to the top to being start from scratch. But there are also other who became national hero with their policy and they changed the policy of their country. Documents I have chosen are a extract of web site of Oprah Winfrey, a poem about the life of Andrew Carnegie, <br><br>When we look the career of Oprah Winfrey, she grown up in Kosciusko, Mississipi with obstacles known by an Africain americain. She may have suffered from discrimination such as racial prejudices. But she begins the career same correspondent on WTVF-TV, then anchorwoman in Chicago. Today she direct her own show whose name The Oprah Winfrey Show since 1985 whose has an international impact (144 countries). We can say this career is extraordinary. "
  },
  {
    "content":"MYTHS ANS HEROES - \"Can Everyone Be a Hero?\"\n",
    "views":420,
    "tags":"tags: #ww2 #turing #enigma #guerre de troie #homere #achille",
    "link":"http://nosdevoirs.fr/devoir/697457",
    "answer":"I’m going to talk about Myths and heroes. To begin with I’d like to give their definition. A myth is a story that may or may not be true. Some myths may have started as ‘true’ stories but as people re-told them some parts may have changed by mistake, or take them more interesting. However, a hero is a person who is admired for their courage, outstanding achievements, or noble qualities. It can be the main character in a book or a film or a person with superhuman qualities. It can also be a modern-day hero, a person who has performed a heroic act. So, the question is: What really is a hero, and can everybody be a hero? First we will see some appearance of a hero, then we will focus on myths.<br><br>First of all, we can use the document “a hard decision”. It is a story narrates by the American pilot’s son. He testifies to what his father lived. During the WW2 the father’s plane crashed down, so he was badly wounded. Fortunately he met a German priest that rescued him. The priest took care of him, he protected him from Germans. Thus, the Priest disobeyed the orders to save an enemy, he is a hero. Moreover, the pilot was fighting against Germans to defend freedom, so we can say that he is a hero too."
  },
  {
    "content":"SPACES AND EXCHANGES - \"History of the immigration in the USA\"\n",
    "views":441,
    "tags":"tags: #immigration #us #american dream",
    "link":"http://nosdevoirs.fr/devoir/652921",
    "answer":"I will introduce the notion of space and exchange through immigration to usa .<br><br>The first inhabitants were Dutch French and English. Then in 1776 usa réclalment their independence .<br><br>Since the beginning of the twentieth century united states have seen several waves of immigration.<br><br>But what causes foreigners came to live in the usa ?<br><br>I will talk firstly the history of immigration usa .<br><br>There was a first wave in the late nineteenth century with nearly 14 million immigrants came essencielement northern europe in order to have a new life and climbing the social ladder .<br><br>The second wave took place in the twentieth century. Immigrants who passed the travel in horrible conditions flee their country because of their religions , came to ellis island to undergo medical tests. Laws have been written as 'chinese exclusion act ', the ' alien contract labor law' to allow authorities to better manage the population. But in 1965 the ' quota laws ' were abolished and thus allow growth to new immigration.<br><br>Many if not to say all are immigrant came to find work and thus improve the quality of life ."
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Is Progress Always Positive?\"\n",
    "views":512,
    "tags":"tags: #odd man out #genetics #molly nash #pgd",
    "link":"http://nosdevoirs.fr/devoir/686169",
    "answer":"I'm going to talk about the notion idea of progress. First of all, progress can be defined as an improvement, a develpment or a changements for example in politics with democraty, transport, technologie or medicine with the discovery of cures for illnesses. All of these improvements are realised to make the world a better place. So we may answer the question : is progress always positive? <br><br>To answer this question I chose two documents. The first one is a cartoon entitled \"odd man out\" and the second one is a text extract from USA today. I have chosen these documents because they offer different points of view about progress.<br><br>The first document \"odd man out\" shows a factory who creates humans. In this factory all the humans are the same, same face, eyes, mouth, underpants and we can suppose they also have the same temper. These similarities are possible thanks to eugenics, a science which studies methods of improving the genetic composition of the human race by selective breeding. And if there are men who aren't conform to the regulation because they are too small, pale, don't have the right hair colour or have a disproportional member in their bodies for example they will be thrown into a dustbin."
  },
  {
    "content":"MYTHS ANS HEROES - \"Martin Luther King / Mont Rushmore\"\n",
    "views":482,
    "tags":"tags: #martin luther king #rushmore #lincoln",
    "link":"http://nosdevoirs.fr/devoir/661156",
    "answer":"A myth can be defined as a story of gods or heroes, it can be a popular belief or tradition or a false notion . A hero can be a mythological figure , a person who is admired for his achievements, a superhero or perhaps a role model or icon . What makes someone a hero and a myth ? First I 'll talk about Martin Luther King and then Mount Rushmore.<br><br>The first character I studied Martin Luther King, an African-American pastor. It was a non- violent activist against racial segregation and peace . It is supported by John Kennedy in his fight and he became the youngest winner of the Nobel Peace Prize in 1964 for his fight against racial segregation in the United States. He gave a famous speech August 28, 1963 ' I Have a Dream' . All his exploits made ??him a myth. He was murdered but he became a hero because he died defending its values ??and leaving behind a free African-American community .<br><br>Mount Rushmore is a monumental granite sculpture is inside the presidential memorial in the United States that traces 150 years of history. The sculptures represent four of the most important presidents in American history are George Washington , Thomas Jefferson , Theodore Roosevelt and Abraham Lincoln. "
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"The British Empire\"\n",
    "views":447,
    "tags":"tags: #commonwealth #british empire",
    "link":"http://nosdevoirs.fr/devoir/703836",
    "answer":"In politics and social science, power is the ability to influence the behavior of people. In order to live together members of a community accept rules, regulations, laws. This helps to create social cohesion but can also lead to conflicts and tensions. Even when authority seems absolute, there are always counter-powers which question it, aim at limiting its excesses and resist it. <br><br>We are going to concentrate on the British empire and explain :<br><br>Firslty, we studied video « rise and fall of britsh empire » , in the video the britsh empire lasting five hundred years, he imposed white supremacy, he have superpower and check a big part of trade for exemple tea, sugar or gold, . It show evolution the british empire.<br><br>The white suprematice is falling because world, peoples evolve and exchange, colonies, slaves want equality so the british empire becomes commonwealth, this is organization that defend the humans right, that is for peace and equality, commonwealth is like European union, USA. The british empire exchange from domination to cooperation."
  },
  {
    "content":"SPACES AND EXCHANGES - \"American domination / influence\"\n",
    "views":500,
    "tags":"tags: #american domination #globalization",
    "link":"http://nosdevoirs.fr/devoir/657853",
    "answer":"Globalization can create progress and economic development for thirds world countries economy with the establishment of FMN.Indeed, it creates jobs , . let us take the example of an extract of « cosmopolitan girl » priti, a young indian girl find a job in an australian company. therefore, she is proud because she can be more integrate in the indian society because of the wage and this new independence as a indian women.. <br><br>Globalization can create a new culture or a mix between several culture with the movement of people in the world; in one society it creates diversity of people ,and there are not a stereotype of people in each nation. so it’s a melting pot; this dual culture is an asset, like spanglish , this dialect was studied by ilan stavans , a professor of latin american college , which is a dialect with a mix between english and spanish. we can prove that globalization is a bane . because with the spanglish, they cut theirselves off from the mother tongue. and they don’t succeed at school because they don’t assimilate the english grammar.as a result, they don’t be integrated very well in a society."
  },
  {
    "content":"SPACES AND EXCHANGES - \"The Conquest of the West / West Side Story\"\n",
    "views":472,
    "tags":"tags: #american dream #immigration to usa #conquest west #west side story",
    "link":"http://nosdevoirs.fr/devoir/702761",
    "answer":"I’m going to deal with the notion of space and exchanges through immigrating to USA before and now.<br><br>I’ll use 4 documents :<br><br>-3 pictures describing pioneer’s reality during the conquest of the West<br><br>- America from West Side Story<br><br>My first part will be devoted to the conquest of the West and in my second part I’ll speak about being an immigrant in the 20th century.<br><br>1 . The conquest of the West is mythical topic because he has become one of the fundamental values of the American that is to say this real story is embelished. These 3 pictures show what truly happened and the difficulties pioneer had to face with if they wanted to settle in the west of US. The first picture deals with train of wagons which are crossing the fields. At the bottom of the pictures we can notice a man riding a horse: he is the wagon master, a man paid by pioneers in order to show them the way, to be responsible for the train, to help them for escaping the dangers they could problably encounter. For instance the buffaloes or the Indians as we can see in the second picture depicting a fight between immigrants and Indians."
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Impact of Progress: social networks and medias?\"\n",
    "views":457,
    "tags":"tags: #social networks #advantages drawbacks of progress #facebook #charlie beckett",
    "link":"http://nosdevoirs.fr/devoir/675955",
    "answer":"I'm going to talk about the notion of “The idea of progress”. To start with, I would like to give a definition of this notion: The Idea of Progress is the idea that the different advances in technology, science, and social organization can produce an improvement in the human condition. That is, people can become happier in terms of quality of life, through economic development, and the application of science and technology.<br><br>Progress shakes the customs and traditions so that it's often the subject of concern regarding its possible consequences. Throughout history most of the advances have been positive. However over the last few decades some people start to question this progress. <br><br>We may wonder, is progress always positive?<br><br>My presentation will fall into two parts : First, I will concentrate on positive and negative aspects of progress through social networks and then through media and journalism.<br><br>Development :<br><br>Firstly, the creation of social networks have advantages and drawbacks as we can see with “A new country”, a press article by India Currents, published in 2011 and “Teens online” a press article by The San Francisco Gate, published in 2009."
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Gap Year\" (2)\n",
    "views":491,
    "tags":"tags: #gap year #kim bielenberg #studying abroad",
    "link":"http://nosdevoirs.fr/devoir/657930",
    "answer":"I’m going to talk about places and forms of power. First of all, I’d like to give a definition of this notion. An exchange is when we give in return for something received – this can be anything from money, ideas, gifts or financial aid. Interactions and exchanges across the borders have become easier and faster. I would like to illustrate this notion through the theme of cultural interactions. What are the advantages and disadvantages of Gap year ? First of all, I will concentrate on the drawbacks of such an experience, then I will analyse positive aspect of it. To my mind, the documents that best illustrate the notion are :<br><br>-An article entitled “ the big issue” by Kim Bielenberg<br><br>-An audio recording <br><br>Initially, a gap year it’s a year after high school and before entering university, that some young people from anglo-saxon countries use as an opportunity to get experience In many fields to travel around the world. You can involved in enveronnemental programs or on dramanitarity projects schemes. In the audio recording a man ask at the question : What is the gap year ?"
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Are New Technologies Dangerous?\"\n",
    "views":470,
    "tags":"tags: #apple #steve jobs",
    "link":"http://nosdevoirs.fr/devoir/684675",
    "answer":"The idea of progress can be defined as an improvement, a development or a change – a technical, scientific or social advance which contributes to making the world a better place.<br><br>To introduce this concept we can ask ourselves how new technologies can be both useful , educational but sometimes dangerous ?<br><br>PLAN : I- New technologies are sources of progress<br><br>II- The new technologies are not sources of progress<br><br>I- New technologies are sources of progress<br><br>Since the industrial revolution, many technologies have appeared in our life. Phones, computers, tablets, television are developed over time . For example, Apple, a multinational company , is the source of much of this technological development . Apple was created in 1973 by Steve Jobs. The first product of the brand is a computer with, as its name suggests, an apple. His marketing approach is based on innovation and aesthetics of its products which is often appreciated by consumers. Apple has managed to establish itself through innovative ideas, such as iPod, iPhone, Macbook Air. "
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Weapons Bearing / Death Penalty\"\n",
    "views":421,
    "tags":"tags: #weapon bearing #gun control #dealth penalty",
    "link":"http://nosdevoirs.fr/devoir/702737",
    "answer":"Well, i'm going to speak about the \" places and forms of power\".<br><br>First let me try and give a simple definition of this notion. Power is the capacity to have some control over a place or people lawfully or by force.<br><br>I'd like to illustrate this notion through an interesting topic, namely death penalty and right to bear arms.<br><br>Thus we may wonder what extent the united states distinguish oneself from member countries of the europeans union in the application of power.<br><br>I've chosen to divide my presentation into 2 parts. Effectively, in a first part, i will concentrate on right to bear arms. And my last part will about death penalty.<br><br>In united states, the right to keep and bear arms is a culture. Indeed, in 1700s ( one thousand seven hundred) americans who were the white people, were frightened of indiens and black people, so much that they had guns. They lived all with arms in order to be safe. Consequently, The second amendment was written for that everybody, to keep his gun.<br><br>That's why, they are several country in united states of america who have a right to bear arms."
  },
  {
    "content":"MYTHS AND HEROES \"Super Heroe\"\n",
    "views":489,
    "tags":"tags: #superheroes #superman #wonder woman #batman",
    "link":"http://nosdevoirs.fr/devoir/312982",
    "answer":"I'm<br><br>going to talk about the notion « Myths and Heroes ». First of all, I would like to give a quick definition of this notion. A myth can be defined as a story about gods or heroes, it can be a popular belief or a tradition or a false notion. A hero can be a mythological figure, a person who is admired for his or her achievements, a superhero or maybe a role model or an icon. In what Wonder Woman, Superman and Batman could be seen as super-heroes? To answer i'm going to talk about the several documents I have chosen.<br><br>My first document is the cover of a book entitled \"The first issue of Wonder Woman\". This document deals with Wonder woman an heroine whose aim was to serve as a role model of all sorts. I have chosen this picture to illustrate the notion of Heroes because it was in the time one of the first super-heroines and it is certainly even today the most famous of them. She can be considered as an heroine because she possesses an arsenal of weapons, including the Lasso of Truth, a pair of indestructible bracelets, and, in some stories, an invisible airplane. We can see in this picture that she serves the American army because on the carpet of her horse we can notice that there is initial U.S."
  },
  {
    "content":"MYTHS AND HEROES \"Dracula and Gothic Heroes\"\n",
    "views":462,
    "tags":"tags: #gothic #dracula #mary shelley #edgar allan poe #bram stoker #stevenson #oscar wilde",
    "link":"http://nosdevoirs.fr/devoir/714019",
    "answer":"We studing during the year the notion « myths and heroes » in the notion we studied « creepy fiction ». The question connectited with the topic we studies is : « How have romantic ideas and scientific experiments given birth to gothic literature and movies ? »<br><br>First of all i would like to give a quick definition of that notion. A myth is a story that may or may not be true. There may not be records or other proof that they happened, but at least some parts of myths may be true. Some myths may have started as ‘true’ stories but as people re-told them some parts may have been changed by mistake, or to make them more interesting. All cultures have myths and this mythology has been developed over time. Mythology includes the legends of our history, our religions, stories of how the world was created, and our heroes. These stories have great symbolic power, and this may be a major reason why they survive as long as they do, sometimes for thousands of years. A hero is a person who is admired for their courage, outstanding achievements, or noble qualities. He can be the main character in a book or a film or a person with superhuman qualities. He can also be a modern-day hero, a person who has performed a heroic act or simply our own personal hero, our role model, who we look up to.<br><br>I am going to talk about the caracteristics of gothic fiction. Gothic literature is "
  },
  {
    "content":"SPACES AND EXCHANGES - \"A Boy's Journey\"\n",
    "views":443,
    "tags":"tags: #ellis island #a boy's journey #immigration to usa #polish immigrants",
    "link":"http://nosdevoirs.fr/devoir/652761",
    "answer":"I chose to speak about the notions of spaces and exchanges (je pense que tu devrais introduire le sujet que tu as choisi). I am going to start by using a few documents that deal with this topic: two texts and only one picture. The documents are mainly about immigration to the United States. <br><br>The United States is a country of immigrants who travelled from far away to have a new and better life. Then in the U.S, they settled in the land from east to west, from the Atlantic Ocean to the Pacific Ocean. Before the Europeans immigrants moved to America, this continent was inhabited by the Native Indians. Then, the French, the Spaniards and the British came ø (settle down = adopt a better and more secured lifestyle, ça ne va pas dans ce context), and they controlled immigration. Immigrants received a lot from the New World but they also gave a lot, that made the United-States a diverse and contrasted country. <br><br>Now let’s move to the documents I was speaking about. My first text is (pourquoi le futur ?)\" A boy's journey\" written by Seymour Reichtzeit, and the other text is \"Dear Mom and Dad\" wrote by Heibinh Nguyen. And the picture is called \"The statue of Liberty\" and her poem \"The New Colossus \""
  },
  {
    "content":"SPACES AND EXCHANGES - \"American Land\"\n",
    "views":441,
    "tags":"tags: #american dream #american land #bruce springsteen",
    "link":"http://nosdevoirs.fr/devoir/715973",
    "answer":"I'm going to talk about the notion spaces and exchanges that is to say flows of all types such as flows of goods or wealth between different countries all around the world or migratory flows. I'm going to talk about migratory flows. Each year there are a lot of foreigners trying to cross the US border. So we may answer the question : Does the migrants expectations correspond to reality ? <br><br>To answer this question I chose two documents, the first one is a song entitled « American Land » by Bruce Springsteen and the second one is a cartoon entitled « An Alien». I have chosen these documents because they offer two different aspect of Americain dream.<br><br>The first document « American land » deals with a man who wants to go to America because he heard wonderful things about this country. Indeed, at the beginning of this song, he defines America as a paradise, where there are diamonds, jobs and the resulting treasures for each hard working man and candies growing up in the trees. That's why he decided to move to America and bring his wife and children. This description is a little bit fictionalized but it illustrates the notion spaces and exchanges because it's the typical definition of the American dream which drives people to emigrate."
  },
  {
    "content":"MYTHS AND HEROES - \"Steve Jobs\"\n",
    "views":480,
    "tags":"tags: #steve jobs",
    "link":"http://nosdevoirs.fr/devoir/293100",
    "answer":"To illustrate the notion of “myths and heroes” I’m going to present own character considered as hero Steve Jobs.<br><br>First I’ll give the definition of myth and heroes, then I presented Steve Jobs. That would be how I would answer that question : why are myths and heroes important to our society?<br><br>According to the dictionary definition a myth is a traditional story, concerning the early history of people or explaining a natural or social phenomenon, and typically involving supernatural beings or events. Then a hero in mythology and folklore, a person with superhuman abilities who is admired for his courage or extraordinary achievements. In the modern world, hero has lost its former meaning. It now means someone who is courageous. Heroes are « heroic », they have «heroism». They help rescue people or society from people, villains or natural disasters, like superman or batman. A hero can also be someone who is helpful, polite or helps people who need it. The word is used in the sports world to mean an extraordinary player or an athlete. Sometimes, the main character of a story is called a « hero » in a book or movies, like Harry Potter."
  },
  {
    "content":"MYTHS ANS HEROES - \"Charlie Chaplin\"\n",
    "views":455,
    "tags":"tags: #charlie chaplin #mac beth #shakespeare",
    "link":"http://nosdevoirs.fr/devoir/679562",
    "answer":"I’m going to talk about the notion: myths and heroes. To begin with, i’d like to give a definition of the notion: A myth can be defined as a story about gods or heroes, it can be a popular belief or a tradition or a false notion. A hero can be a mythological figure, a person who is admired for his or her achievements, a superhero or maybe a role model or an icon. The subject of my presentation will be Carlie Chaplin and the play Macbeth. The goal of my presentation will be show various types de heroes.<br><br>Firstly, I will speak about Charlie Chaplin who is a very good example to speak about heroes. Indeed Charli Chaplin is for me a hero. Through these movies he denounced the faults of the american society. It was worth to him the lightnings of the American government and of a part of the American society. He showed a big courage. Indeed, He preferred to take the risk of a condemnation or to be disowned by his public rather than to deny these ideas. His heroic attitude was worth to him being banished from the United States in 1952.<br><br>However, if the word hero is generally linked to the sense of virtuous, valorous, There is not (only) a single kind of hero."
  },
  {
    "content":"THE IDEA OF PROGRESS - \"The Aspects of Progress\"\n",
    "views":410,
    "tags":"tags: #medical progress #ethics #limits of progress",
    "link":"http://nosdevoirs.fr/devoir/707740",
    "answer":"dea of Progress <br><br>Since 1800 (heighten hundred) the progress develop. Its industrial revolution, many scientific create object, inventions; example in 1837 Samuel Morse create Telegraph and 1903 the wright brothers in USA create gasoline. The Progress is the development of society, it is also an evolution of knowledge that allows for people to have a better life. But progress also has disadvantages. Progress has an important place in our society. Progress brings different things, it can be technological progress, scientific progress... <br><br>So we can ask: What are the different aspect of progress? (Comment le progrès a changé avec le temps)<br><br>In the first time we can see the advantage of progress and the second time we can see the drawback of progress and the limit of progress.<br><br>The progress it’s important today because a lot of people use new technologies. Medical progress it’s an advantage for people because Medical progress consist for scientific to find new technologies example to replace old bodies, to find new disease. Example in a longer life (its audio document) 2 people evoke a treatment, with treatment we can live 150 years, it’s surprising it ‘very good for people."
  },
  {
    "content":"SPACES AND EXCHANGES - \"Megacities\"\n",
    "views":445,
    "tags":"tags: #megacities #cities redesign #perruri 88 #eco cities",
    "link":"http://nosdevoirs.fr/devoir/694680",
    "answer":"I will talk about the notion « Spaces and exchanges » with Megacities which allow illustrate this notion.<br><br>Megacities are wide spaces which attract an increasing number of tourists, businessmen and inhabitants, it's the result of flows from the countryside, a place more and more deserted, to the city.<br><br>Indeed, Los Angeles, one of the bigest global cities, have a population of nearly 13 million.<br><br>However, this is a real problem for the next years because it leads to urban ills in that type of cities.<br><br>So, experts look into it ans try to find a solution. The question is : Can we redesign our cities ?<br><br>To answer, I will speak about today's urban problems then the possible solutions to remedy it. Solving problems is a great future deal.<br><br>There is an « accumulation » of them, more especially in big cities.<br><br>My first document is an article adapted from the BBC of 2013, it's about LA and allows to show these problems. In fact, that megacity must overcome many difficulties which are linked each other, overpopulation lead to huge traffic-jams and to an impersonal environment, car's pollution lead to health problems and don't forget social inequalities like we can see with fabulous wealth and extrem poverty which exist side by side."
  },
  {
    "content":"SPACES AND EXCHANGES - \"Studying Abroad\"\n",
    "views":438,
    "tags":"tags: #going abroad #kate gustafson #couch surfing",
    "link":"http://nosdevoirs.fr/devoir/707693",
    "answer":"The notion I'm going to deal with is spaces and exchanges. To begin with, I would like to give a definition of the notion. An exchange is an act of giving and receiving something else in return. It can also be seen as a continuous movement. There are different kinds of exchanges: media, people, trade, cultural, gap years.<br><br>Can we consider the borders as openings on the world?<br><br>First of all, I'm going to speak about various forms of exchange that exists in the world. Secondly I will talk you about the American dream of immigrants.<br><br>I-Going abroad = couch surfing / study abroad<br><br>At first sight there are various forms of exchange, but I'm going to speak on 3 forms of exchange cultural: Couch surfing, studying abroad and Gap year.<br><br>As a matter of fact, the concept of Couch surfing, is that it allows travellers from different parts of the world, to meet people, and to share their culture. Moreover, we saw in class a document, which speaks of studying abroad: “I would Do it all again”, "
  },
  {
    "content":"MYTHS ANS HEROES - \"How to Become a Hero?\"\n",
    "views":470,
    "tags":"tags: #cowboys #gangster #broken dreams #poney express #western roots #manifest destiny",
    "link":"http://nosdevoirs.fr/devoir/716018",
    "answer":"m going to speak about the notion Mythes and heros. At first I would like to give definitions of the hero, a hero is a person who can be admired ou rejected by people or a society, they could from to hitory like cowboy, knights, president...They could be bad or good, of course you have bad people who can be considered like hereos for exemple Mafia Boss, gangster who are usually created by movie like Scarface, The gold Father... And the good people like wars Hereos, a person who have save a life...<br><br>And the Myths are traditionnally so odl you cannot track them back, they could represent a pilar of society like pioneer in USA.<br><br>We can wonder how That is whoever made a person or a movement become heroes or myths?<br><br>So we gone to see this into different social mouvement, the manifest destiny and the push west with the pioneer, cowboys and indians who have forged the american socity, the swinging the social brtish revolution ans a exemple of person who have fled the technologies."
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Rosa Parks / Ruby Brigdes\"\n",
    "views":501,
    "tags":"tags: #ruby bridges #rosa parks #segregation #racism #civil rights",
    "link":"http://nosdevoirs.fr/devoir/643693",
    "answer":"First of all, I would like to give a definition to Places and Forms of power.<br><br>In politics and social science, power is the ability to influence people's behavior.<br><br>In order to live together, members of a community accept rules, regulations and laws.<br><br>This helps to create social cohesion but can also lead to conflicts and tensions.<br><br>Even when authority seems absolute, there are always counter-powers which question it, <br><br>aim at limiting its excesses and resist it.<br><br>The topic of my presentation is: the fight against discrimination<br><br>and attempts to answer the question: How did some people fight against discrimination?<br><br>To illustrate this I have chosen two documents related to the notion,<br><br>The first document is a painting of a little African-American girl<br><br>by Norman Rockwell in 1960, the title is \"The problem we all live with\".<br><br>The second document is an article about Rosa Parks,<br><br>mother of America's civil rights movement.<br><br>"
  },
  {
    "content":"THE IDEA OF PROGRESS - \"The Effects of Technology on Society\" (1)\n",
    "views":464,
    "tags":"tags: #technology #dr. gregory pincus #baby designer #perfect babies #gattaca",
    "link":"http://nosdevoirs.fr/devoir/683991",
    "answer":"To start Technology makes more and more progress every day but where are his limits? We will see that Technology is sometimes based on novels or films but some ideas can harm the world Balance.<br><br>We can see the effect of progress on the society. Firstly, thanks to new technology and the internet, people can now work from their own homes and no longer need to go to their workplace (telecommuniting). Other example, in the interview “which school do you prefer: a traditional or a virtual school?” it deals with a virtual school. For the woman is a good idea because permit staying at home and learning via internet. But the man objects saying that a traditional school is better because students mustn’t to learn alone, its preferable learning with others students if not, the risk It is social isolation. This interview shows that the progress can be good or bad. <br><br>In fact, progress has undesirable effects on people. As addiction, fewer and fewer people cannot do without their Smartphone, laptops, net books… which has an influence on their way of lie. Besides, in the interview “are social networking sites a threat to our private lives?” it raises the problem of social networks, such as face "
  },
  {
    "content":"SPACES AND EXCHANGES - \"Is American Dream an Ideal?\"\n",
    "views":427,
    "tags":"tags: #american dream #illegal immigration #julian castro #why the caged bird sings",
    "link":"http://nosdevoirs.fr/devoir/673888",
    "answer":"I'm going to talk about the notion of Spaces and Exchanges. We studied a lot of documents about U.S illegal Immigration. Illegal immigration to the United States, also referred to as undocumented immigration, is the act by foreign nationals of entering the United States without government permission and in violation of immigration law of the United States, or staying beyond the termination date of a visa, also in violation of the law. The illegal immigrant population of the United States was estimated from 7 to 20 million.<br><br>We can wonder to what extent does the American dream represent the ideal for the immigrants?<br><br>At first, we will show that the american dream is wonderful for the immigrants and In second, we will show that a lot of peoples never will see this dream.<br><br>In order to illustrate the notion, I have to chosen three documents : <br><br>-The first document is Why the caged bird sings ?, which is an article of Newsweek<br><br>-The second document is Julian Castro, which is an oral comprehension. <br><br>-And the third is The illegals : the hidden workers of the United States, which is an extract of a magazine."
  },
  {
    "content":"DOCUMENTS/RESSOURCES - \"Afrique du Sud\"\n",
    "views":430,
    "tags":"tags: #",
    "link":"http://nosdevoirs.fr/devoir/1145042",
    "answer":"Sports <br><br>http://www.southafrica.info/about/sport/sportsa.htm#.UbYwjL5OLIU <br><br>Nelson Mandela<br><br>http://www.southafrica.info/mandela/mandela.htm#.UbYxXb5OLIU<br><br>http://www.nobelprize.org/nobel_prizes/peace/laureates/1993/mandela-bio.html <br><br>Apartheid <br><br>http://www.apartheidmuseum.org<br><br>http://www.constitutionhill.org.za/resource-centre/documents/ <br><br>Truth and Reconciliation Commission<br><br>http://www.sahistory.org.za/topic/truth-andreconciliation-commissiontrc;<br><br>http://www.apartheidmuseum.org/truth-andreconciliation-commission-trc "
  },
  {
    "content":"MYTHS ANS HEROES - \"What Are the American Myths and Heroes?\"\n",
    "views":481,
    "tags":"tags: #american land #bruce springsteen #american dream #henry ford #bill gates",
    "link":"http://nosdevoirs.fr/devoir/681165",
    "answer":"I’m going to talk about the notion of Myth and heroes. A hero is someone with lot of qualities who do the good, who change the things. A hero is a person admired for his achievement. A myth is an ancient story about heroes, gods or magic. We can ask what are the Americans myths and heroes? <br><br>In the first party I am going to talk you of the myth and one the second heroes. <br><br>First, I studied a song \"American Land\" by Bruce Springsteen. The song explains that arriving in the countries of America, here at Ellis Island, it is able to improve his life and earn more money. The author website that gold flowed from the river and that there are diamonds on the sidewalks. This shows an American dream. The author website of many nationalities who will journey: Black, Irish, Germans and Jews. All believe achieve their dream. However this is a myth. The author says that there are some who gave their lives to build the country, such as buildings or railways. To fulfill their dream, they had to pay twelve dollars to sixty dollars per person, which meant that families had to save in advance. They were often poor and they had a hard life. Once on the boat, immigrants had to pass a physical inspection with a doctor. If they were healthy, it was good. But if they were not healthy, they returned. Sometimes, what was supposed to be an end heuresue to come to America ended in disappointment."
  },
  {
    "content":"MYTHS ANS HEROES - \"Dreamland\"\n",
    "views":495,
    "tags":"tags: #dreamland #american dream",
    "link":"http://nosdevoirs.fr/devoir/685940",
    "answer":"I'm going to talk about the notion of myths and heroes. First, a myth is a traditional story related to a country's culture and histoy. A hero is someone who inspires people thanks to his qualities. But why the celebrities are heroes and what are the myth in america? To begin with a cartoon who represents lot of people and secondly i'm going to speak of America.<br><br>First, the title of the cartoon is Dreamland and the author is Petar Pismectrovic. It's a collection of symbolic images of America, they all symbolize America. They show famous icons and landmark. The artist wants to show us that he approves of the dream of America. For exemple, they are Marilyn Monroe who is a sex symbol and embodies the American Dream, Uncle Sam who represents the US government and it's constitution, or the Empire State Building who symbolizes a renewal in architecture, and American power. On this cartoon, all the celebrities embody the American dream. There are also monuments celebrate who symbolize the American power and the wealth. Today, they are all myths and heroes of the American story<br><br>Now, i'm going to speak of Twins. Twins left their country to go in America because of violence. They couldn't live in a country where there "
  },
  {
    "content":"MYTHS ANS HEROES - \"Nelson Mandela / The Quilleute Tribe\"\n",
    "views":433,
    "tags":"tags: #mandela #obama #quilleute #tribe",
    "link":"http://nosdevoirs.fr/devoir/703398",
    "answer":"Today, i'm going to present the notion \"Myths and heroes\". The myth is a traditional or legendary story, usually concerning some event or heroes. In first part I we talk about a very popular tribe, the Quilleute and in second part i speak about Nelson Mandela. But do heroes create myth?<br><br>To begin, i would like to speak about the tribe of Quilleute. According to them, they have magic in theire blood. They are important warlike and they can metamorphosis into powerful wolf. Thanks to that, they can to repel all attack and enemies for protect tribe. This transformation concern just man. When they are angry, the gene actived and the transformation begin. For the tribe, this men are consider as hero but this myth is real? "
  },
  {
    "content":"SPACES AND EXCHANGES - \"Speaker's Corner\"\n",
    "views":512,
    "tags":"tags: #freedom of speech #speaker's corner #hyde parks #london",
    "link":"http://nosdevoirs.fr/devoir/703828",
    "answer":"I will talk about the notion spaces and exchanges. This concept deals with the geographical areas that all societies occupy and the interactions between men, but here, I will talk about the ideas exchanged by using the freedom of speech. If I had to define what freedom of speach is, I would say that it's the right to express oneself or whatever we wants to say. This issue can be illustrated by Speaker's Corner, in Hyde Park, London. Indeed, speaker's corner is a site for public speeches and debates on the open air. In this place, anyone can turn up and talk on almost any subject with the crowd. The oraters and the onlookers just have to respect the codes of conduct. This place was a public place used for exectutions. People where be hanged there, up to 24 people could by hanged at a time. Before dying the criminal could say a word. Hence this place today as an open public debate. <br><br>We may wonder is freedom of speech always a good thing ? In a first time, we will see a good impact of free speech and in a second, it's bad impact. <br><br>First of all, it is commonly said that having a voice is crucial for a democracy. "
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Advantages And Drawbacks of Technology\" (2)\n",
    "views":445,
    "tags":"tags: #baby designer #molly nash #economy of sharing",
    "link":"http://nosdevoirs.fr/devoir/1063537",
    "answer":"I’m going to talk about « Idea of progress ». <br><br>The Idea of Progress is the theory that the different advances in technology, science, and social organization can produce an improvement in the human condition. However, the idea of progress is still debate between those who consider that it’s beneficial and those who think it’s harmful. <br><br>So we may wonder if we should fear progress. In particularly in the realm of the medicine and the technologies.<br><br>First, I’m going to talk about the technological progress, and in a second part I will talk about medical breakthroughs.<br><br>Today, there is as more cellphone contract than people in the world, that’s denounce the monstrous proliferation of new technologies at global scale. Indeed, for example, the teenagers become obsessed by social networks, videos games or texting messages. We saw in class two drawing that denounce the dangers of an addiction to new technologies. On the one hand, you can forget your real life, being strangled in a virtual life and become isolated. On the other hand, we saw that the cartoonist warms us that an excessive use of new technologies can lead people to an separation with the others. On the photo, we can see a child who prefers waste "
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Gandhi\"\n",
    "views":453,
    "tags":"tags: #gandhi #british empire #monarchy #indian traditions",
    "link":"http://nosdevoirs.fr/devoir/107145",
    "answer":"Idea of Progress<br><br>The notion i'm going to deal with is “The idea of progress” .<br><br>First, you must define the idea of progress. Progress is the action to go forward, to grow, to be better and the idea is a representation of something in the mind. So the idea of progress means the representation of a possible  I selected three documents: The monarchy, Mahatma Gandhi and the dowry tradition<br><br>Firstly, The monarchy in the UK.<br><br>The British wonder whether to remove the British monarchy, britain should it form a republic? The majority is around 70% for a monarchy in britain, the abrogation of the monarchy is therefore not valid for UK. Therefore, the progress is not necessary and not wanted. Secondly, Mahatma Gandhi, born in 1869 and assassinated in 1948. A man is being fought for the rights of men and especially the independence of India.<br><br>He organized boycott of British goods and protest marches against unpopular British measures, such as the salt tax. Gandhi was repeatdly imprisoned by the British and went on hunger strike to support his views.<br><br>He was assasinated in 1948 by a Hindu fanatic, two years later india became an independent republic."
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Salem Witches\"\n",
    "views":467,
    "tags":"tags: #usa #national memorial #mount rushmore",
    "link":"http://nosdevoirs.fr/devoir/659546",
    "answer":"I’m going to talk about the notion of Locations and Forms of power.<br><br>First of all I would like to give a definition of this notion. The power is the ability or official capacity to exercise control or authority like the State or the government. It’s also a person, group, or nation having great influence over others. The power isn’t the same in all places and it has changed over generations.<br><br>To my mind, the documents that seem to best illustrate the notion are those which talks about the Forms of power in different period of history. In the seventeenth century there was the trial of the witch of Salem in Massachusetts, at this time there wasn’t government and the person who are accused to witchcraft are convicted. Over the centuries the power has progressed in the U.S.A. and we are arrived to a republic with lot of presidents like Washington, Jefferson, Lincoln or Roosevelt who are represented in the Mount Rushmore, a National Memorial which is testify of the evolution of power in the United States."
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Is India a Modern Country?\"\n",
    "views":493,
    "tags":"tags: #india #gendercide #dowry #casts",
    "link":"http://nosdevoirs.fr/devoir/1061985",
    "answer":"The notion I’m going to deal with is The idea of progress. The progress is a development or an advancement. To discuss this notion I choose to talk about India. In fact, it’s a country which is changing and progress rapidly . I fell India illustrates well the notion because it’s a country which is modernizing in spite of some old traditions and it’s why we can wonder « If today’s India is a real modern country »<br><br>Firstly we’re going to see that there is a lot of inequalities in India and then that India is modernizing.<br><br>We can say that india isn't a modern country because lot of discriminations and inequalities are persisting in this country. There is a huge inequality between man and woman. We can illustrated this with the help of the document « The dowry tradition ». The dowry tradition represent a large inequality of the country. When India girls prepares to marry, their families have to gives a dowry (which is a kind of gift) to their future husband’s family as a compensation to the grooms parent’s for the cost of educating their son. If the dowry haven't had paid, the girl is subject to torture or sometimes even killed. Moreover we can take the example of the document"
  },
  {
    "content":"SPACES AND EXCHANGES - \"Immigration in the American History\"\n",
    "views":489,
    "tags":"tags: #ellis island #immigration to usa",
    "link":"http://nosdevoirs.fr/devoir/652682",
    "answer":"How evolved the U.S immigration?<br><br>USA has always been considered as a Nation of Immigrants. That’s why, we could see lot of immigration’s wave. <br><br>The first immigration was when the first settlers from London were landed in Virginia in 1607 in order to set up a commercial enterprise. Some English Puritans fled in America because of religious persecutions. Some others crossed the border to experiment democracy or to start a new life. <br><br>The second immigration was the major wave of immigration. Actually, America needed people to build the Land and there was Potato Famine (1848), the industrial Revolution which caused unemployment in Europe. They wanted to find a job and America represented freedom and Land of marvels and opportunity: the “American Dream”. European thought that if they were going in America, they will not live in poverty. <br><br>The third immigration was after the World War I. European wanted to live Europe because they thought that America was a land of"
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Can We Exist Without Technology?\"\n",
    "views":442,
    "tags":"tags: #blackout #london stock exchange #technology #electricity",
    "link":"http://nosdevoirs.fr/devoir/652757",
    "answer":"For a society, progress is the evolution in the meaning of improvement, his gradual transformation to more knowledge. In general terms progress is associated with modernity. <br><br>In the study of the notion of progress, we talked mostly about technological progress, so we will focus our argument on this.<br><br>Technology refers to the study of tools and technical. That, affects directly the human for a specific purpose, simplify his life. It's at the service of Human. But today we found a negative aspect. For some people, the Human is completely dependent and slave of this technological progress. So we can ask if we can exist without technology ? <br><br>Before answering this problematic, we can define other types of progress. <br><br>The social progress : divorce is becoming commonplace and gives rise to single-parent or blended families, mentalities are evolving and same-sex marriage or gay parenting shows this idea of ??progress even if they remain burning issues.<br><br>The scientific progress : the evolution of medical science has made it necessary to consider major breakthroughs in a philosophical, political or legal perspective, for example as regards, euthanasia, surrogate mothers... "
  },
  {
    "content":"MYTHS AND HEROES - \"Martin Luther King\"\n",
    "views":460,
    "tags":"tags: #martin luther king #rosa parks #i have a dream #pilgrim fathers",
    "link":"http://nosdevoirs.fr/devoir/1061862",
    "answer":"I am going to talk about the concept of myths and heroes. First of all, I would like to give a definition of this notion. A myth is a fictitious story which narrates the foundations of a given community. These narratives can convey the ideals of this community and create or perpetuate inspiring heroic figures. In this case, the concept of myths and heroes then serves a more profound purpose in our culture than mere fictional stories. To illustrate this, I have chosen to focus my thoughts on people who are really intent on making this a better place for all people, hence the link to myths with a character emboying an idea. So, I was wondering. To what extent do myths represent society’s values and how does heroes fit in those societies? Aiming at answering this issue, I will exhibit the life of two persons, which were living in the USA back in the 1950’s. <br><br>First and foremost, one cannot deny that society is based on founding myths; a collective identity forged around common landmarks and shared values. As elsewhere, but even more in the USA back then. You’re probably thinking: What does it have to do "
  },
  {
    "content":"MYTHS AND HEROES - \"Is American Dream Still a Reality?\"\n",
    "views":415,
    "tags":"tags: #mexican immigrants #bruce springsteen #american land",
    "link":"http://nosdevoirs.fr/devoir/1064589",
    "answer":"\"I am going to talk about the notion of Myths and Heroes. First of all, we can define the word “myth” as a popular belief or tradition embodying the ideals and institutions of a society which can be an unfounded or false notion. To illustrate this notion, I have chosen two documents: a song about the American land, a caricature of an Arizona law and a cartoon about the presence of the Mexican immigrants in the United States.<br><br>We are going to ask if the American dream is still a reality.<br><br>The song is entitled “American Land” and is written by Brice Springsteen. It talks about the wave of immigration in America during the end of the 19th century until the 20th century. Brice Springsteen enounces mainly the hopes of the immigrants about this new land. At the beginning of the song, he describes the country like a wonderful place where you can become rich easily, like a land of abundance and luxury. He also "
  },
  {
    "content":"MYTHS ANS HEROES - \"The Evolution of Myths and Heroes\"\n",
    "views":397,
    "tags":"tags: #superheroes #superman #marie curie #hercule #achille #louis pasteur",
    "link":"http://nosdevoirs.fr/devoir/444970",
    "answer":"Hello, Today I am going to talk about “Myths and Heroes”, the first notion we studied this year. <br><br>Since Antiquity and even Prehistoric times, there have been Legends and famous persons in whom people believed. It was probably the hard life that pushed men to imagine and create myths and heroes.<br><br>To introduce the notion of heroes, I will quote Christopher Reeve, who played the role of Superman between 1978 and 1987. He said :”A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles”. A myth is a traditional story related to a country’s culture and history.<br><br>If myths and heroes are present in all societies since Antiquity, they probably have different specificities depending on the cultures and the historical period they are and were anchored in. In my presentation today, I will try to answer the following question: In what direction heroes and myths have evolved? Do they represent a society’s values and concerns? <br><br>Firstly, I’m going to talk about the evolution of myths and heroes from Prehistoric time to this day and age and then, I’m going to myths and heroes as a factor of social cohesion."
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Is Science a Threat for Humanity?\"\n",
    "views":371,
    "tags":"tags: #brave new world #eugenism #the power of big ideas",
    "link":"http://nosdevoirs.fr/devoir/684004",
    "answer":"I'm going to talk about the idea of progress.To begin with, I'd like to state the definition of progress.Progress is the idea that the world can become increasingly better in terms of science, technology, modernization, liberty, democracy, quality of life, etc.But still the issue is debated among the conscious people whether progress is blessing or it is a curse for humanity. Let us discuss how science can serves humanity and how it can harm it.<br><br>First of all, progress can improve a lot the human condition, be it at the social, economic or political level.In an article called \"The power of big ideas\", published in 1999 in Newsweek Magazine, scientists and other thinkers nominate what they consider the most important invention of the last two thousand years.Printing press is one of them.In my opinion, I think also it is a very important breakthrought because it has greatly favoured the developpement of democracy.Indeed, it has made the books public and therefore permitted mass literacy and exchange of ideas."
  },
  {
    "content":"SPACES AND EXCHANGES - \"Impacts of Immigration in the USA\"\n",
    "views":370,
    "tags":"tags: #immigration to usa #franklin roosevelt #the tortilla curtain #american dream",
    "link":"http://nosdevoirs.fr/devoir/702742",
    "answer":"I am going to present you the notion « Spaces and exchanges ». I am thus going to define the notion. The exchange it is the movement of people or goods between countries thanks to the immigration, the tourism and the business. The interactions and the exchanges through the borders became easier and faster. We are thus entitled to wonder : In what had the various waves of immigration an impact on the American society nowadays? To approach this question, I am going to develop my opinion through three points: First of all we shall see the reasons of this immigration then we shall speak living conditions of the immigrants and we shall eventually speak consequences of this immigration.<br><br>The United States of America of today it is 42,08 million immigrants that is 13 % of the population. The main reason is that America is presented as a country of asylum accessible to all those who hope to build up themselves, by their work and their audacity, a new life. It is the idea that we are made of America. A country where each has a chance: the American dream"
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"The Apartheid and Nelson Mandela\"\n",
    "views":305,
    "tags":"tags: #apartheid #mandela #south africa #anc",
    "link":"http://nosdevoirs.fr/devoir/1061947",
    "answer":"“I am no racialist and detest racialism, because I regard it as a barbaric thing, whether it comes from a black man or white man” Nelson Mandela. <br><br>This quote represents really well the notion of “Places and forms of power”.<br><br>In this notion we will speak about South Africa and it’s history with the Apartheid and the action of Nelson Mandela.<br><br>First we will speak about the South Africa and the Apartheid. <br><br>In a second part we will speak about the action of Nelson Mandela.<br><br>Problem: Where is the power in South Africa during the Apartheid and how can we resist to it?<br><br>South Africa, has a very rich culture with a population very diverse blacks and white people, different languages, there are eleven languages; Afrikaans, English, Northern Sotho … This incredible diversity of culture gave birth to many racial conflicts, for example white rebellion that we studied in class in an oral comprehension and the birth of the Apartheid. This politic is the consequence of the historic anxiety of the Afrikaners, to be submerged by the multitude of the surrounding black population.<br><br>"
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Independance of Ireland and Scotland\"\n",
    "views":364,
    "tags":"tags: #ira #uk #independence #années 60 #warrington bombing",
    "link":"http://nosdevoirs.fr/devoir/1099095",
    "answer":"ANGLAIS : SEATS AND FORM OF POWER – Need for independence<br><br>We will strart by defining the notion « Seats and forms of power.<br><br>«Seats » could be important buildings or institutions that represent a certain form of power, for example the White, a symbol of the American presidency. A place can also be a country or a state, for example the USA is a state which is powerful enough to influence events in the world (superpower).<br><br>« Power » is the ability to control others, events, or resources; the ability to make things happen despite obstacles, resistance, or opposition. This of course leads to conflict between those who have power and those who don’t have.<br><br>But in this particular notion we talk about the need for independence, which it is defined by<br><br>the time has country or regional political gains freedom from outside control.<br><br>A country or state has different reasons to find or keep their independence, for example when country has wealth and it may wants to keep their wealth only for us to set it to improve their standard of living, or when a country wants to take decisions according to other countries, a state would lead freely it's own economy.<br><br>When power is misused how do people rebel against it?"
  },
  {
    "content":"SPACES AND EXCHANGES - \"Immigration: from dream to reality\"\n",
    "views":384,
    "tags":"tags: #new zealand #immigration #usa #pigrim father",
    "link":"http://nosdevoirs.fr/devoir/1119950",
    "answer":"Through trade, conquest, emigration and communication, nations have always influenced others beyond their borders and have always been influenced, culturally, economically, politically or scientifically. Geographically, our world has never seemed smaller as transportation and telecommunications have accelerated the rhythm of exchanges. So, new forms of influence, new spaces – such as global cities – new forms of exchanges are emerging. Peoples and nations, thanks to this evolution, now keep on borrowing the languages and cultures of other peoples and nations at an ever increasing rate, thus deeply transforming our world. the different spaces of the world are nowadays more and more connected to each other. The exchanges can appear on many forms: people, trade, information . The immigration is linked to this notion as it implies the motion of legal and illegal people to other countries. Immigration: from dream to disillusion. "
  },
  {
    "content":"SPACES AND EXCHANGES - Problématique (thème : \"Immigration\" )\n",
    "views":360,
    "tags":"tags: #problématique #voyage #immigration #conséquences",
    "link":"http://nosdevoirs.fr/devoir/657818",
    "answer":"J'ai un oral d'anglais à la rentrée type Bac (je suis en Terminale S). Il concerne la notion d'Espace et Echange sur l'unité de l'immigration. J'ai déjà fait mon choix de document :<br><br>- Un document audio qui présente le témoignage d'un Mexicain qui veut tenter de venir aux USA. Il y présente les raisons pour les quelles il veut quitter son pays (meilleure condition de vie, rêve américain, job, construire une nouvelle vie pour ses enfants...)<br><br>- Un texte où nous suivons l'histoire d'un petit groupe de Mexicains qui sont en train de faire leur long périple pour rejoindre les USA. Ils se font piéger et se retrouvent alors seuls dans le désert. Ce document dénonce les conditions inhumaines, le nombre de mort, les difficultés.<br><br>Mon plan serait donc :<br><br>I. Raison du départ.<br><br>II. Conséquences d'un tel voyage."
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Hannah Craft / Malala Yousafzai\"\n",
    "views":383,
    "tags":"tags: #malala #hannah craft #talibans #bbc",
    "link":"http://nosdevoirs.fr/devoir/681850",
    "answer":"I'm going to talk about « Places and from of power ». To begin, I would like to give a definition of power. Power is a source of political, social and personal integration. Power is present in all relationships. It is both a source of integration and conflict creator. <br><br>In English this year, we studied several documents related to the notion of places and forms of power. I have chosen to speack about two documents, first, a text entitled Learning, and secondly a video about Malala Yousafzai.<br><br>I have chosen these documents because I would like to answer the quesion :When we fight for the equality of the rights, how the power shows itself?<br><br>The first document I have chosen is a text about slavery. The author is Hannah Craft and she is the narrrator. The scene takes place in the south of the USA at the time of slavery. Hannah was a young slave and she describes her life. She was working in the house whereas the other slaves worked in the field and their labour was difficult. Hannah had the right to play but she prefered steal away and ponder over some books. She had a great appetite for school and for knowledge, though it was strictly "
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Facebook\"\n",
    "views":322,
    "tags":"tags: #facebook #mark zuckerberg",
    "link":"http://nosdevoirs.fr/devoir/711184",
    "answer":"We going to deal with the notion of idea of progres. First, Id'like to give a definition of progress. progress is a steady evolution towards a better state. This evolution is very often of a source<br><br>of worries because of all the possible consequences . Several themes may illustrate this nocion, progress can be soocial , technical or scientific. <br><br>In relation to the notion , the subject of my presentation will be the influence of internet on peoples life. with yhe emergence of internet , the way information is broadcast has evoled .<br><br>It is called the 5 th power.Internet has made the information generalized. Any one can have acees to it and even contribute via sites such as wikipedia . <br><br>Yet , we may wonder to what extend internet crate new liberties, constraints but also new alienation, it impact on social commication cods ethics and responsibility.<br><br>In a first part, I shall present the positive influence of internet in our life and then I shall aproach the negative aspect of internet."
  },
  {
    "content":"NOTION \"AUTOBIOGRAPHY\" - Oral Littérature Langue Étrangère\n",
    "views":330,
    "tags":"tags: #racism #i know why the caged bird sing,",
    "link":"http://nosdevoirs.fr/devoir/1063686",
    "answer":"Hello Sir/Madam<br><br>Today, I will talk about the notion autobiography.<br><br>So, I will begin by defining this notion.<br><br>In my opinion, an autobiography is a real story tells by a person who have lived this event or this set of event. It’s a self life writing.<br><br>This year, we studied different autobiography. <br><br>Now, I propose we look at a question : « How an author can pass a message ? »<br><br>Fistly, we will talk about the personal feelings of the author.<br><br>In fact, the author, the narrator and main character are the same person. Like Marguerite in the first text « I know why the caged bird sings » by Maya Angelou. Here, Marguerite is the church and to recite a text. But she forgets sentences because she thinks at most important things. She thinks her dream of becoming white. she has shame because she has forgotten his text, but also a feeling of sadness because she is not always white. The prologue begins by the first person « I ». The point of view <br><br>"
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Tuition Fees\"\n",
    "views":312,
    "tags":"tags: #tuition fees #student loans #uk #usa #ryan durosky",
    "link":"http://nosdevoirs.fr/devoir/659915",
    "answer":"Hello, i'm going to talk about the notion of the scenes and forms of Power.<br><br>First of all, locations and forms of power can have many meaning. I would like to give a definition of this word. Even if the word \"power\" has several definitions, i'm going to talk about the cost of studies in the UnitedKingdom and in the United States because money and having a diploma can be considered as a form of power. However, the two instance are different : the cost of studies in UK deals with the rise of tuitions fees and in US, i'll talk about the college debts. For all these reasons, we can ask what the consequence of the cost of studies in UK and in US. Firstly, we'll see the consequence of cost of studies on the students in UK with the rise of tuition fees with the report of the BBC about the University applications. To finish we are going to talk about the college debts in US with the instance of Ryan Durosky.<br><br>I.<br><br>The reform of tuition fees was backed by the Parliament and universities have the right to increase their fees level and charge the students up to £9.000. Then the "
  },
  {
    "content":"MYTHS AND HEROES - \"Disabled Athletes are Heroes\"\n",
    "views":375,
    "tags":"tags: #mandela #oscar pistorius #athlete #south africa",
    "link":"http://nosdevoirs.fr/devoir/302241",
    "answer":"A person may be considered as a hero if he became object of admiration, of devotion amongst a lot of people either by his achievements, his noble qualities or his great courage. A hero is also a person who accomplished extraordinary exploits. A person considered as a Myth has shared human values, values of peace, and appears as a legend.<br><br>I studied a document about disabled athletes. One of them was Oscar Pisrtorius from South Africa while running. He is the first athlete running with artificial legs in regular competitions like the Olympic Games. In my point of view, this athlete is a hero: although he is disabled and double amputee, he managed to win competitions face to valid and very fast athletes. Some people say that his artificial legs gave him an advantage; it might be the truth, but I don't care about it. In my opinion, Oscar "
  },
  {
    "content":"THE IDEA OF PROGRESS - \"India and Modernity\"\n",
    "views":339,
    "tags":"tags: #india #traditions #narayan #somaya gowda",
    "link":"http://nosdevoirs.fr/devoir/1099084",
    "answer":"I would like to talk about the notion : “idea of progress”.<br><br>The idea of progress means an evolution in the world through technologies, medicinal practices and social life. The notion of progress is a modern idea which opposes the stability that prevailed in the past. Everyone aspires to progress, especially countries. A modern country is a sign of power and can always improve on the contrary to a country that remain in the past. The progress is the sign of openness to the world. However, many countries can't escape to traditions. India is the good example because it's a country that is caught between tradition and modernity. <br><br>As many southern countries, India is experiencing a huge population growth. In 2025, India will become the first most densely populated country. <br><br>We can see that with an extract from The Painter of Signs written by R.K Narayan and published in 1976. It is the story about Raman who is falling love with Daisy who decides to make a family planning and so she will visit villages to regulate births. So <br><br>"
  },
  {
    "content":"MYTHS AND HEROES - \"The Sacrifice of Soldiers\"\n",
    "views":380,
    "tags":"tags: #soldats #superheroes #batman #superman",
    "link":"http://nosdevoirs.fr/devoir/1108739",
    "answer":"I will speak about the notion of myths and heroes, by studying this problem: why can we say that a soldier is a hero? According to the dictionary definition, a myth is a traditional and universal story which concerns the life of ordinary or extraordinary people. A myth can be true or imaginary, can explain a social or natural phenomenon or can explain nothing. It can be a popular belief or a tradition or a false notion. A hero participates in the myths. This term contains aspects of various kinds. There are a lot of heroes: the fictitious heroes (from cartoons or comics strips), a fashion hero, a humain rights defender, a sportsman, some unknown heroes (like firemen, soldiers, charity workers...)... This term is complex. I’m going to study the soldiers: some unknown heroes, who save our life. Firstly, I will present what the soldiers are and what they do. Subsequently, I will speak about their sacrifice.<br><br>When people think of heroes, what often comes to their mind is some fictional character like Batman or Superman, these characters super strong, supernatural, stemming from comics strips, cartoons, novels or also movies... But, the heroes aren’t all fictional, there are also some more traditional heroes, closer to us, to which anyone "
  },
  {
    "content":"SPACES AND EXCHANGES - \"Microloan\"\n",
    "views":328,
    "tags":"tags: #microloan #south africa #poverty #solution",
    "link":"http://nosdevoirs.fr/devoir/652589",
    "answer":"In class we studied a very particular system of loan: the microloans. We saw that there are organizations that specialize in this type of loan such as Microloan foundation which we will explain the role. To what extent do microfinance institutions can help reducing poverty?<br><br>In a first part we will to define what exactly the micro loans are and advantages this have. In a second part we will to explain the problems that can create.<br><br>We will see what a microloan is by evoking how it’s working, for whom and for what.<br><br>Microloans are small loans, generally there are for people who want to run a little business like a hairdresser or a shop. Microloan is working to give there people the working chance they need. In class we see that some organizations have a target group, for example Microloan foundation, they lend money only to young woman in Malawi and Zambia two countries of south Africa .They help them to become self-"
  },
  {
    "content":"MYTHS AND HEROES - \"Heroes Inspire People\"\n",
    "views":291,
    "tags":"tags: #martin luther king #rosa parks #steve jobs",
    "link":"http://nosdevoirs.fr/devoir/684779",
    "answer":"I'm going to talk to you about the theme of myths and heroes. Firstly, I'll define words myth and hero. A myth is a popular story. It originally explain the origins of humanity.It delivers a message about the human condition and also give elements as to the collective identify of a social groupe. These myths are updated, reinvented by the way that each civilisation deal withs. What's more, a hero is a person admired for his achievements, noble qualities and great courage. He is a legendary character who is ready of the extraordinary exploits. Through these myths and heroes, there are values of society.The value or nature of hero can vary with the country, society or people. We may answer the question :how myths and heroes had changed our lives? We will see that myths and heroes inspire the fundamental values. <br><br>We are going to start talking about myths and heroes who have cultural influence. In this category, we can talking about Steve Job. He become real hero or myths at the time. He reflected and emphasised those changes. Steve Jobs had an ordinary life story but it's a genius. He overcame a lot of hardsships,"
  },
  {
    "content":"MYTHS AND HEROES - \"World War II\"\n",
    "views":338,
    "tags":"tags: #a hard decision #ww2 #soldiers #enigma #achille",
    "link":"http://nosdevoirs.fr/devoir/1060632",
    "answer":"I’m going to talk about Myths and heroes. To begin with I’d like to give their definition. A myth is a story that may or may not be true. Some myths may have started as ‘true’ stories but as people re-told them some parts may have changed by mistake, or take them more interesting. However, a hero is a person who is admired for their courage, outstanding achievements, or noble qualities. It can be the main character in a book or a film or a person with superhuman qualities. It can also be a modern-day hero, a person who has performed a heroic act. So, the question is: What really is a hero, and can everybody be a hero? First we will see some appearance of a hero, then we will focus on myths.<br><br>First of all, we can use the document “a hard decision”. It is a story narrates by the American pilot’s son. He testifies to what his father lived. During the WW2 the father’s plane crashed down, so he was badly wounded. Fortunately he met a German priest that rescued him. The priest took care of him, he protected him from Germans. Thus, the Priest disobeyed the orders to save an enemy, he is a hero. Moreover, the pilot was fighting against Germans to defend freedom, so we can say that he is a hero too."
  },
  {
    "content":"MYTHS AND HEROES - \"Lord of the Ring\"\n",
    "views":328,
    "tags":"tags: #tolkien #frodo #sam #ring",
    "link":"http://nosdevoirs.fr/devoir/1061273",
    "answer":"I will speak about the notion of myths and heroes threw the Lord of the Rings . We can notice various heroes in this novel but I’ve chosen to focuse on Sam’s character . We can wonder in which way Sam is he a hero . First we will see Sam’s qualities and then how thanks to his qualities Sam becomes a hero .<br><br>1.First of all in document 1, although Sam only says 1 sentence ,we can see he is helpful and faithful to Frodo . Indeed he refuses to let him alone in this quest as is evidenced l.13 :”But you won’t send him off alone surely.” He is ready to follow Frodo even if he is terrified by the quest as is noticed in document 2 l.7 :”And after all he never had any real hope in this affair from the beginning” and even if he would have preferred to stay in Shire because hobbits are stay-at-home . In fact Sam displays all the qualities of a good servant: -first he respects and serves Frodo<br><br>-secondly he is very competent<br><br>-thirdly he is always taking care of material things<br><br>-finally he protects his master .<br><br>"
  },
  {
    "content":"SPACES AND EXCHANGES - \"Why Discover the World?\"\n",
    "views":322,
    "tags":"tags: #jesse fenton #erin benoit #voyage #culture",
    "link":"http://nosdevoirs.fr/devoir/659742",
    "answer":"Space and exchange<br><br>The notion deals with areas that society occupy because this areas have an interest economic, geographic or symbolic and the interactions between men and this spaces.<br><br>Why people do need discover the world ?<br><br>First of all, i would like to talk about the volonty for people to enjoy new places. After that, i will try to explain the exchanges whih we could see between cultures and societies.<br><br>I- Spaces<br><br>Men who are tolerant and open-minded need to open themself to the worl who around them. For that, the're not afraid to travel around our all world. For exemple, the concept of couchsurfing was invented to travel and discover the importance of many people which we don't know. To definite that, couchsurfing is a way to be "
  },
  {
    "content":"MYTHS AND HEROES - \"Martin Luther King\" (2)\n",
    "views":306,
    "tags":"tags: #martin luther king #immigrants #us #american land #bruce springsteen",
    "link":"http://nosdevoirs.fr/devoir/684879",
    "answer":"I am going to talk about the notion \"myths and heroes\"<br><br>First of all I would like to define the notion:Firstly a myth can be defined as a story about gods or heroes who is outcome of an popular belief or a tradition . A story that often cannot be verified<br><br>Secondly A hero can be a mythological figure or a person admired for his actions, his qualities and his courage.<br><br>To illustrate this I have chosen two documents<br><br>The first document is a picture of MLK. MLK is a black American clergyman and civil rights leader in the 20th century. It fought against the segregation and against all type of violent. He is known for his famous speech \"I have a dream.\" For all its activities, in 1964 he received the Nobel Prize for Peace. This is someone very admired his actions , and that is why we can say that he is a hero."
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Social Networks\"\n",
    "views":331,
    "tags":"tags: #social networks #jennifer wilson #facebook",
    "link":"http://nosdevoirs.fr/devoir/692594",
    "answer":"The notion Im going to deal with is the notion of places and forms of power. In the past, communicating, exchanging information with people abroad or being updated about the evolution of our world was quite complicated because of the distance. But today, our world has never seemed smaller, as transportation and telecommunication have accelerated the rhythm of exchanges between different areas and reduced the scale of our planet.<br><br>Im going to illustrate this notion through the example of online social networks to see how social networks give more power.<br><br>In politics and in the life, the power permit to do respect and to influence peoples behavior. Thanks to the power, we can put in place laws, rules and prevent conflicts and tensions for a better life for everybody. But the power may be a form of dictatorship, like the bulling in social networks. So we can see 2 examples which show positive and negative point of new power in social networks."
  },
  {
    "content":"MYTHS AND HEROES - \"Civil Rights Movement in the USA\"\n",
    "views":261,
    "tags":"tags: #rosa parkss #martin luther king #civil right #obama",
    "link":"http://nosdevoirs.fr/devoir/1099883",
    "answer":"The notion I'm going to deal with is myths and heroes. To begin, I would like to give a definition of myths. Myths can be amplified representations, deformed by collective imaginary. It also can be spraded out belief groundless or legendary stories. I would like to illustrate the first definition of this notion through the theme of segregation heroes. We may wonder how common person can become myth or heroe. In order to answer this question, I will follow a framework which is a 19-year old single mother's quotation quoted by the Democratic Party and which is today famous : « Rosa sat so Martin could walk ; Martin walked so Obama could run ; Obama ran, so we could fly ».<br><br>So, to start I would like to talk about Rosa Parks and tell her story. She is the starting point of the big movement which fought against segregation in the United States of America. In 1955, Rosa Parks refused to give up her seat to a white man in a city bus in Montgomery. At that time, segregation was at its heigts, so Blacks had to respect Jim Crow Laws, which means that they were not allowed to mix with whites in public "
  },
  {
    "content":"MYTHS AND HEROES - \"Bruce Springsteen\"\n",
    "views":304,
    "tags":"tags: #american dream #business titans #american land #bruce springsteen #bill gates",
    "link":"http://nosdevoirs.fr/devoir/1099234",
    "answer":"The notion I’m going to talk about is myths and heroes. To begin with, I’d like to give a definition of these two terms. A myth is a story that may or may not be true. There may not be records or other proof that it happened, but at least some parts of myths may be true. Some myths may have started as ‘true’ stories but as people re-told them some parts may have been changed by mistake, or to make them more interesting. These stories have great symbolic power, and this may be a major reason why they survive as long as they do, sometimes for thousands of years. A hero is a person who is admired for their courage, outstanding achievements, or noble qualities. It can be the main character in a book or a film or a person with superhuman qualities. It can also be a modern-day hero, a person who has performed a heroic act or simply our own personal hero, our role model, who we look up to. <br><br>We may wonder if heroes are just empty symbols or popular icons. My presentation will fall into 2 parts: First of all, I will concentrate on the myth that is the American Dream, and then I will focus on the so-called “business titans” of our generation."
  },
  {
    "content":"MYTHS AND HEROES - \"The Queens of the UK\"\n",
    "views":309,
    "tags":"tags: #the queen #uk #king speech,",
    "link":"http://nosdevoirs.fr/devoir/1099420",
    "answer":"First of all, I would like to explain the notion \"heroes\"<br><br>The notion evokes those on which human beings cling to exist, to live their human status. The vision that everyone has about a myth or hero varies between different people, cultures and eras<br><br>Who is behind the image of the Queen?<br><br>I will first deal with the remarkable reign of Queens.<br><br>Then, I will explain why it is so difficult for the Queen to have friends.<br><br>Finally, I will talk about who is the real person behind the Queen.<br><br>Today, painting, stories and other forms of culture remind us of the different Queens of the United Kingdom. Queens are represented in order to show their power, their grandeur, their wealth, their remarkable reigns and their stories. We saw different painting in class: Queens look determined; they have beautiful clothes with colors like red, gold, dark etc…"
  },
  {
    "content":"MYTHS AND HEROES - \"Oprah Winfrey and the American Dream\"\n",
    "views":340,
    "tags":"tags: #oprah winfrey #amercian dream #obama #american land #bruce springsteen",
    "link":"http://nosdevoirs.fr/devoir/1099617",
    "answer":"I am going to talk about the notion of Myths and Heroes. A myth is a popular story or belief that evolved in time and that conveys the ideals of a given society. Heroes are the legitimate characters of myths. A heroe is seen as someone who does things that other people can't or won't do. To illustrate this notion, I will focus on a founding myth of the American Nation. Is the American Dream a myth or a reality ? <br><br>First, I will define the concept of the American Dream. Secondly, I will concentrate on the character of Oprah Winfrey, a woman who embodies the American Dream. Finally, I will try to show that the American dream can be called into question.<br><br>To begin with, I'll say that the American Dream is characterized by the idea of an America full of promises ans very attractive. It lets people think that anybody living in America, thanks to courage, work and determination, can succeed. People can start from scratch and make fortunes. Foreigners came to America to begin a new and better life. The song I chose, American Land, interpreted by Bruce Springsteen, was played for the first time in 2006, in New York. It summarizes the vision that the "
  },
  {
    "content":"SPACES AND EXCHANGES - \"European Immigration to the USA\"\n",
    "views":290,
    "tags":"tags: #immigration #mexican #a boy’s journey #",
    "link":"http://nosdevoirs.fr/devoir/1099693",
    "answer":"In this sequence “Spaces and exchanges”, we focused our attention on immigration through two texts.<br><br>The first is an extract from a book entitled A Boy’s Journey written by Seymour Rechtzeit in 2002 ( two thousand two ) , which presents the crossing of the Atlantic Ocean by a Polish and his father who immigrated to the USA in 1912 ( one thousand nine hundred twelve ). <br><br>The second is also an extract from a book entitled Eloy Musquiz, the Chicano written by James Michener, which presents an illegal immigrant who try to go back to Mexico and to bring his children to Texas because they’re alone since his wife’s death.<br><br>A hundred years ago people immigrated cause the situation was so difficult in Europe that they were less likely to succeed if they stayed. They left because of potatoes famine and British domination in Ireland, Napoleonic and revolutionary wars in Germania or extreme poverty in Scandinavia.<br><br>They immigrated to America for made their dream come true. They would have such opportunities abroad that leaving was the best solution, they were more likely to find a job. But the crossing of the Atlantic Ocean was uncomfortable, in the text, the "
  },
  {
    "content":"MYTHS AND HEROES - \"The Privacy of Celebrities\"\n",
    "views":306,
    "tags":"tags: #celebrities #paparazzi #privacy #monreo #schwarzenegger",
    "link":"http://nosdevoirs.fr/devoir/1099795",
    "answer":"In the notion “myths and heroes” we have studied “In the limelight”. A myth is a traditional story that may or not be true. They can concern a natural or social phenomenon and typically involving supernatural beings or events. A hero is a person who is admired for his courage or noble qualities. It can be the main character in a book or a movie and it might be a person with superhuman qualities. “In the limelight” is an expression means to be the object of public attention. My first document is a photography of Marilyn Monroe, the second is the document with Jennifer Garner, the third is the document with Arnold Schwarzenegger, and the fourth is the photography of a hidden telescopic lens. We saw that the paparazzi hound the stars, and that their techniques to get the best shot are often dangerous. To what content are the paparazzi considered a problem? To address this issue, I will first talk about privacy and them consequences. <br><br>I. Privacy<br><br>Let’s start with the difference ways that the paparazzi use to intrude into stars private life. They want the best photography, the one which will make more money, in order to do that they have a more and more sophisticated equipment. So they can hide spy "
  },
  {
    "content":"SPACES AND EXCHANGES - \"American Dream / Bruce Springsteen\"\n",
    "views":270,
    "tags":"tags: #hardships #american dream #bruce springsteen #american land #mexicans",
    "link":"http://nosdevoirs.fr/devoir/1099847",
    "answer":"A society can be saw from the point of view of cohesion and openness, which raises questions about its inclusion in the world. <br><br>The border as a boundary between two spaces is sometimes seen as protection against the other or otherwise opening and appeal to a larger space. The space can evolve and take various contours: physical spaces, virtual spaces....<br><br>Today we see that despite a high level of inequality in development. Exchanges of all kinds, \"borrowing\" from language to language for example and more generally in everyday use, took a new dimension in the unification of areas and peoples, languages and worldviews. Among those whole of propositions offered by the notion “spaces and exchanges”, I chose to treat the case of immigration and American Dream with the following issues: What do the immigrants aspire to? What are the hardships they have to overcome? In other word is the American Dream still alive?<br><br>First of all, the American dream has been present from the start. People wanted to become American citizen in order to become independent and get their freedom. The American dream helps make America what it is. The successive waves of immigration "
  },
  {
    "content":"MYTHS AND HEROES - \"Madela and Oprah Winfrey\"\n",
    "views":334,
    "tags":"tags: #madela #oprah winfrey #american dream",
    "link":"http://nosdevoirs.fr/devoir/1098993",
    "answer":"I will talk about the concept of myths and heroes. A myth evokes the human condition as a whole, its history is often orally transmitted and played by a hero. A hero in mythology, is a person with superhuman qualities is admired for his courage and for his outstanding achievements . To illustrate this, I chose to focus my thoughts on successful careers of people , namely people who started from nothing to reach the top of the social ladder . How myths and heroes influence people's career? To answer this question , we will see the evolution of a life rags to riches which is a symbol of the American dream . Then we will see that political heroes could inspire the company as well. <br><br>First, there is no denying that the company is based on myths. As elsewhere, but even more the myths of \"The American Dreams\" in the United States are a prime example. Indeed, it promotes the idea that not only personal fulfillment is due to "
  },
  {
    "content":"MYTHS AND HEROES -  \"Mandela\"\n",
    "views":293,
    "tags":"tags: #mandela #a divided country #freedom #apartheid",
    "link":"http://nosdevoirs.fr/devoir/295798",
    "answer":"I am going to talk about the notion of myths and heroes. First of all, I’m going to give the definition of a myth and a hero. A myth is a traditional story related to a country’s culture and history. A hero is someone who inspires people thanks to his noble qualities. I would like to illustrate this notion through the Nelson Mandela’s life. Nelson Mandela was one of the historic leaders of the fight against the blacks’ discrimination and was the first black president of South Africa. To what extent can Nelson Mandela be considered a hero for South Africa? To begin with, I’m going to make a brief reminder of the historical context, then I will describe the struggle of Nelson Mandela, and finally we will see how he has marked the history by his pacifist action.<br><br>Nelson Mandela was born in 1918 in South Africa. At this moment, this country was part of the British Empire and was ruled by the white government. This government had created a political and social system where only whites had political rights. In 1948, the right-wing National Party came to power and set up the"
  },
  {
    "content":"SPACES AND EXCHANGES - \"Living Abroad\"\n",
    "views":257,
    "tags":"tags: #immigration #gap year #globalisation",
    "link":"http://nosdevoirs.fr/devoir/630974",
    "answer":"Let's talk about Spaces and exchanges. There are 2 kind of Spaces : the real Spaces and the virtual Spaces. The first one take place in the world. Moreover, it can be places to explore like new territories or new land. But also places which are already inhabited. The second one are associated with internet, TV, radio, video games et cetera. A lot of exchanges exist on these area. You can have social exchange in order to communicate with people all over the world. Besides you can inform you about what shake the world. As well as, thanks to video games, you create a life of your own which allow you to escape reality. In a realler area, tausend people travel every day in order to exchange goods, information. <br><br>Also, People have the opportunity to live abroad, go sight-seeing and trade. However, there are difference between virtual and real exchange. Virtual exchanges are created few year ago contrary to real exchanges which exist, of course, since humanity is born. But they gained in speed. It enables to talk with a person who is far away for us without move from our house. In a more professional use, campagny control all their firm abroad in a context of globalisation. In that way, economic exchanges are the most important part of globalisation. Although it create link between countries, it dammages the environment because of most of vehicles use petrol and pollute atmospher."
  },
  {
    "content":"MYTHS AND HEROES - \"The importance of Heroes\"\n",
    "views":349,
    "tags":"tags: #harry potter #robin hood",
    "link":"http://nosdevoirs.fr/devoir/652599",
    "answer":"At first , I will briefly define the notion of myth and heroes :<br><br>Originally, a hero was a demigod : a mortal man gifted with superhuman powers . Today, a hero is a person, man or woman, who is characterized by his bravery, his mental and physical strength and is famous for his exploits and heroic actions. A hero can be the main character in a film, a story or a myth. It has many human qualities , he is generous , loyal, just , kind, brave. A hero can also be a famous person who is worshiped and glorified .<br><br>A myth is a wonderful story , located outside of historical time and featuring heroic characters . It is a fictional story , a legendary story with imaginary characters ( god, demigod ) or supernatural ( angels, demons , monsters ) and the presence of imaginary shares ( own powers , he can fly eg ) .<br><br>I chose , in connection with the concept of myths and heroes the following question : Why are they heroes important to society ?"
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Fair Trade\"\n",
    "views":268,
    "tags":"tags: #fair trade #consumerism #the secret dreamworld ",
    "link":"http://nosdevoirs.fr/devoir/703845",
    "answer":"I’m going to talk about the notion of sites and forms of power. First of all, I would like o give a definition of the notion: foremost, power is a force exerted by someone or something like a nation or the technologies. It is when people were influenced by something. “Sites “is a place who represents the power for example that can be a building or a town.”Forms” is the different type of power who can be exerced. In relation to the notion, the subject of my presentation will be the power of money.We may answer the question how the money exerced his power. My presentation will fall into three parts: First of all, I will concentrate on the people who can stop to by something : the shopaholic, then I will analyze the people who try o protest against the consummation with the Buy Nothing day before finally focusing on a other aspect of the money : the fair Trade.<br><br>A shopaholic is someone who loves shopping. He can’t resist buying something. We are seeing a picture who represents a dead shopaholic. This woman is wearing expensive clothes like ladies’tailler and pearl nicklassand and she has bought lots of stuck because there are many shopping bags who are scattered on the floor: she "
  },
  {
    "content":"MYTHS AND HEROES - \"Negative Sides of the American Dream\"\n",
    "views":301,
    "tags":"tags: #pilgrim fathers #immigration #american land #bruce springsteen #margaret bourke-white a famous ",
    "link":"http://nosdevoirs.fr/devoir/1099554",
    "answer":"What is a popular story or belief that evolved in time and that conveys the ideals of a given society ? What is a traditionnal story, concerning the early history of a civilization ? This is a myth. And that what I am going to talk about. Generally, heroes are the legitimate characters of myths. A heroe is considerate as someone who does things that other people can't or won't do. They are ready to risk and sacrifice their lives for others. <br><br>But I will most focus on the term of « myths » through the American dream. I will wonder why the American dream is considerate as a myth today. First, I will talk about the beginning of the America, with the story of the Pilgrim Fathers, considerated as real heroes. After discussing that, I will concentrate on the concept of the American dream, and things it reflects, which will bring me to my last part, where I will study the negatives sides of the American dream, through the story of the black community in the US. <br><br>I will first briefly recall why the Pilgrim Fathers left England, thanks to an article from BBC news, published on january the 18th 1998. The Pilgrim Fathers are the first settlers to have arrived in America, in 1620. They traveled on the famous ship named Mayflower, and accrossed the Atlantic ocean, from England to the American coast, on Cap Cod, near today's Provincetown in the Massachusetts. "
  },
  {
    "content":"MYTHS AND HEROES - \"Is Erin Brockovich a Modern Heroe?\"\n",
    "views":345,
    "tags":"tags: #erin brockovich #rosa parks #ed masry #mandela",
    "link":"http://nosdevoirs.fr/devoir/704057",
    "answer":"I’m going to talk about the notion of myth and heroes. A myth can be defined as a traditional story, or as a fiction invented by the men.A hero is a person who is admired for their courage, and for her achievements, or noble qualities. I would like to illustrate the notion through modern heroes. <br><br>During this notion we watch and study a film about Erin Brockovich.<br><br>First of all I’m going to talk about Erin Brockovich and why we can consider Erin has a modern hero ?<br><br>This women is a single mother, she's unemployed and she raises only her three children.<br><br>She was recently been injured of a car accident but she lose the trial as a result she didn't get compensations.<br><br>Erin Brockovich search desesperatly to work, her lawyer Ed masry decided to take her a little chance to work in this firm. <br><br>Once hired she is going to discover, in a minor file, that a distribution company of energy, Pacific Gas and Electric Company (PG and E). "
  },
  {
    "content":"MYTHS AND HEROES - \"What Are the Values of Heroes?\"\n",
    "views":295,
    "tags":"tags: #martin luther king #civil rights",
    "link":"http://nosdevoirs.fr/devoir/1061942",
    "answer":"I am going to present to you the notion « Myths and Heroes ».Let me first define the notion.The myths aims to recount the exploints of being fabulous, heroes, through legendary stories.The hero is the person who is distinguished by his courage and who is admired by his people. We are thus entitled to wonder :Wich have to be the hero's value? To approach this question,I am going to take the case of Martin Luther King. So I am going to develop my opinion through three points: First of all we shall see who is MKL then we shall speak about this action and his distinction and we shall eventually speak about the movie Selma.<br><br>I am going to beginby presenting you Martin Luther King Junior. King was born on January 15th, 1929 in Atlanta, Georgia. By his activism, he played a determining role in ending the legal segregation of Afro-American citizens in the South as well as the creation of Civil Rights Act of 1964 and Voting Rights Act of 1965. King was murdered in April 1968."
  },
  {
    "content":"MYTHS AND HEROES - \"The Unknow Heroes\"\n",
    "views":322,
    "tags":"tags: #unknown heroes #into the wild #mccandless",
    "link":"http://nosdevoirs.fr/devoir/1074399",
    "answer":"Lets talk about the notion «MYTHS AND HEROES», A myth means « a story » that may or may not be true. There may not be records or other proof that they happened, but at least some parts of myths may be true. Some myths may have started as ‘true’ stories but as people re-told them some parts may have been changed. The goal of these stories is to transmit moral and values. Mythology also includes the legends, famous people and heroes of our history. They are exceptional people and do things to change the world.<br><br>A hero is a person who is recognized and admired by others for their courage, values or noble qualities. It can be the main character in a book or a film or a person with superpowers, like Superman. It could be someone who saves lives and risk his own for others. Someone who gives to others.<br><br>So I'll talk of these heroes of everyday, mostly unknow heroes. They are people who have no superpowers but help and change our society."
  },
  {
    "content":"MYTHS AND HEROES - \"Heroes as Representations of Society's Values\"\n",
    "views":336,
    "tags":"tags: #rosa parks #martin luther king #i have a dream",
    "link":"http://nosdevoirs.fr/devoir/1099114",
    "answer":"I am going to talk about the concept of myths and heroes. First of all, I would like to give a definition of this notion. A myth is a fictitious story which narrates the foundations of a given community. These narratives can convey the ideals of this community and create or perpetuate inspiring heroic figures. In this case, the concept of myths and heroes then serves a more profound purpose in our culture than mere fictional stories. To illustrate this, I have chosen to focus my thoughts on people who are really intent on making this a better place for all people, hence the link to myths with a character emboying an idea. So, I was wondering. To what extent do myths represent society’s values and how does heroes fit in those societies? Aiming at answering this issue, I will exhibit the life of two persons, which were living in the USA back in the 1950’s. <br><br>First and foremost, one cannot deny that society is based on founding myths; a collective identity forged around common landmarks and shared values. As elsewhere, but even more in the USA back then. You’re probably thinking: What does it have to do with a character? He’s talking about society! As a matter of fact, we have "
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Power, Teenagers and Drugs\"\n",
    "views":303,
    "tags":"tags: #teenagers #alcoholism #drugs #parents",
    "link":"http://nosdevoirs.fr/devoir/1099969",
    "answer":"I am preparing my oral for the baccalauréat and I would like to know what you think about what I wrote for the notion of Places and forms of power. Please correct any grammatical mistake and give me reformulations in case that something goes wrong in my text. More generally, tell me how relevant do you think my presentation is.<br><br>Thanks for your help.<br><br>So, I am going to explain the notion of places and forms of power. To start with, I would like to give a definition of power, as we understand it in this notion. The concept of power is the ability to control things in spite of resistance and opposition. This may lead to conflict between those who have and exercise power and those who don't. But can we resist any form of power? We may wonder, what are the different forms of power? How can we resist of a form of power? What impact has power on us?<br><br>In order to answer these questions, my presentation will focus on the forms (and places) of power in teenagers' environment/life. For this presentation I am going to use three documents, which all adopt a different point of view on this notion and give us different elements of answer to the questions we have about power and teenagers."
  },
  {
    "content":"MYTHS AND HEROES - \"Modern Day Heroes / Titanic\"\n",
    "views":350,
    "tags":"tags: #titanic #modern day heroes #james cameron",
    "link":"http://nosdevoirs.fr/devoir/1062496",
    "answer":"A myth is a story that may or may not be true. There may not be proof that they happened, but at least some parts of myths may be true. Some myths may have started as ‘true’ stories but as people re-told them some parts may have been changed by mistake. And a hero is a person with good values who is admired for his courage or achievements. It can be a superhero, a character from a book or a film. But it can also be a modern-day hero, simply our own personal hero, our role model, who we look up to or a person who has performed a heroic act. As well as the Music Band of the Titanic the night the boat sank. We can wonder, what made musicians of the Titanic heroes? <br><br>The documents I will use, are « The Heroic Musicians Of The Titanic », a video “what makes a hero?” and representations of the band on 2 films. <br><br>The article talks about the Titanic's wreck. It mostly deals with the musicians, persons we did not think about. But they were really important. Every night they played for all the classes of passenger, everyone appreciated because they played various musics. At midnight, when the ship started to sink, the band continued to play for more than two hours, then the band leader dismissed his band and continue to play alone for the passengers."
  },
  {
    "content":"MYTHS AND HEROES - \"Can Everybody Be a Hero?\"\n",
    "views":302,
    "tags":"tags: #rosa parks #marvel #superheroes #civil rights #black people",
    "link":"http://nosdevoirs.fr/devoir/692727",
    "answer":"First, we are going to define what a heroe and a myth are. In fact since hundred years there is an ideal about the concept of a hero. The common definition of a heroe, in mythology is a DemiGod, a person who helps population, can have superpowers, strong, smart, brave, just perfect. But always the heroes are unique and not many. Now the definition of a myth, generally a myth is a traditionnal, typically ancient story which deals with supernatural things. It's a popular belief and can be a fiction story. So beyond those common definitions we are going to ask if everybody can be a heroe and became or constitute his own myth. <br><br>Let's start with heroes of the past, the superheroes of Marvel, are the classic illustration of common definitions of myth and heroe, we are going to compare them with unusual heroes. The heroes of Marvel owns special caracteristics, they have extraordinary capacities, like superhuman physical strenght, uncommon speed, resistance to the pain... They have equipment to face the opponents who also has superpowers. The interesting point is that they have two identities, the normal one, without superpowers and the secret one with superpowers, to differentiate the two identities and keep the secret, they wear a costume."
  },
  {
    "content":"SUJET LIBRE - \"Ecology and Vegetarianism\"\n",
    "views":333,
    "tags":"tags: #ecology #environment #vegetarianism",
    "link":"http://nosdevoirs.fr/devoir/1063486",
    "answer":"Par contre, je pense enlever quelques données chiffrées... Dites moi si vous trouver aussi qu'il y en a trop, ou si ça n'est pas trop lourd. )<br><br>I want to show you how a vegetarian diet (that is to say: no meat and no fish in your food) can be a good way to improve the current earth's ecological situation. I will develop the aspect of the deforestation, the waste and pollution of the water, and the energy consumption.<br><br>Actually, we can say that our forests are changed in meat.<br><br>A study of the US' world food program shows that in the nineties there was enough (of ?) farmlands to feed 6 billions of vegetarians. But because the majority of the population eat meat, we had to destroyed forests to have more place for the cultivations and the farms. 70% of this deforestation are due to the agriculture.<br><br>Besides, agriculture uses 70% of the freshwater ressources; and the demands continue to increase..."
  },
  {
    "content":"THE IDEA OF PROGRESS - \"The Fear of Progress\"\n",
    "views":313,
    "tags":"tags: #ford #technology #model t #the big money #supertramp",
    "link":"http://nosdevoirs.fr/devoir/1064593",
    "answer":"I’m going to talk about « Idea of progress ». To begin with, I’d like to state a definition of progress. Progress is the idea that the world and the society can evolve in therms of sciences, technology, modernization, living condition, etc. However, the idea of progress is still debate between those who consider that it’s beneficial and those for whom it’s harmful.<br><br>Now, I propose we look at a question: « Should we fear progress? »<br><br>To answer this question, we will start by Technical progress after scientific progress and finally social progress.<br><br>I. Technical progress<br><br>First of all, I think progress is essential to evolve. History is made of progress and evolution that have allowed the world to be what it’s today. For example, in the article “The big money”, the narrator speaks of Henry FORD because it has revolutionized the world with his first car “Model T” in 1909. <br><br>II. Scientific progress"
  },
  {
    "content":"THE IDEA OF PROGRESS - \"The Negatice Aspects of Progress\"\n",
    "views":258,
    "tags":"tags: #moon landing #armstrong #facebook #placebo #technology",
    "link":"http://nosdevoirs.fr/devoir/1099245",
    "answer":"For humanity, to progress is changing in a direction of improvement, it’s gradual transformation towards more knowledge. Nowadays, three types of progress are feasible, there is the technological progress, the social progress which gives more equality between men and women especially on the workplace for example but it can concern homosexuals, and Black and White people too. The last progress is the scientific progress which aims at improving the conditions of life by the creation of vaccines, treatment and stuffs like this. Today I have decided to speak about technological progress to present the assets thanks to this improvement but to show that progress isn’t always positive. <br><br>First, I’ll speak about an oral document untitled Moon Landing which shows positives aspects of this progress, then we’ll see that virtual spaces which are the consequences of progress aren’t as good as people can tell, to illustrate I’ll lean on Facebook in real life and to strengthen my words I’ll use Placebo’s song Too many friends.<br><br>So we studied a podcast untitled Moon Landing where a man named Nagel describes he’s feeling about the first man on the moon on 1969 to a journalist. For him, it was fabulous to watch this outstanding"
  },
  {
    "content":"MYTHS AND HEROES - \"African American Heroes\"\n",
    "views":375,
    "tags":"tags: #rosa parks #segregation #jim crow #martin luther king #civil rights #obama",
    "link":"http://nosdevoirs.fr/devoir/1099529",
    "answer":"The notion I'm going to deal with is myths and heroes. To begin, I would like to give a definition of myths. Myths can be amplified representations, deformed by collective imaginary. It also can be spraded out belief groundless or legendary stories. I would like to illustrate the first definition of this notion through the theme of segregation heroes. We may wonder how common person can become myth or heroe. In order to answer this question, I will follow a framework which is a 19-year old single mother's quotation quoted by the Democratic Party and which is today famous : « Rosa sat so Martin could walk ; Martin walked so Obama could run ; Obama ran, so we could fly ».<br><br>So, to start I would like to talk about Rosa Parks and tell her story. She is the starting point of the big movement which fought against segregation in the United States of America. In 1955, Rosa Parks refused to give up her seat to a white man in a city bus in Montgomery. At that time, segregation was at its heigts, so Blacks had to respect Jim Crow Laws, which means that they were not allowed to mix with whites in public spaces and were sent to seperate schools. "
  },
  {
    "content":"SPACES AND EXCHANGES - \"Do  Exchanges Contribute to Our Society?\"\n",
    "views":268,
    "tags":"tags: #globalization #facebook #social networks #twitter",
    "link":"http://nosdevoirs.fr/devoir/657607",
    "answer":"I will talk about the notion of spaces and exchanges. A possible definition of this notion is the deals with the geographical and symbolic areas that all societies occupy and the interactions between men and different societies. I think this notion is very present today in our life, because this world is moving all the time and really quickly. All technologies, like Internet, make that we exchange information and values, more and more. But not only, have people travelled all the time. We are able to share our culture with everybody. First, I will talk about globalization, which has the most important impact in our life.<br><br>How exchanges in this modern world contribute to evolution of our society ?<br><br>On the point of globalization, there are positives and negatives impacts. In fact, the globalization implies an access, for companies and consumers, to products from different countries, and the knowledge of those. Also, with the globalization, information can be exchanges faster. And, people are more open and tolerant to each other, and are being able to live in different parts of the world. But, the acknowledged benefits that accrue to some segments of our society must be weighed against the inequalities that globalization creates in others. In fact, rich begin "
  },
  {
    "content":"MYTHS AND HEROES + SPACES AND EXCHANGES - Short Examples\n",
    "views":314,
    "tags":"tags: #mount rushmore #martin luther king #american dream #mayflower #pilgrim fathers",
    "link":"http://nosdevoirs.fr/devoir/1061026",
    "answer":"Notion of myths and heroes.<br><br>To introduce, I am going to define the terms of this notion. What is a myth ? A myth is a story where are presented the characters such as gods, or hero, who have values and purpose. And what is a hero ? A hero is a person who has (or not) existed, and who is admirated for his achevements, qualities, courage, ect...<br><br>Firstly, I am going to present you a mythical person : Abraham Lincoln. He was the 16th presient of the USA and he lived in the 19th century. Lincoln was against slavery and conduced the American civil war. This war opposed the Northern states, which were against slavery, and the Southern states, wich were for it. The North won, and slavery was abolished in 1863. Lincoln, who is considered a symbol of democracy, was assassinated in 1865. His face was carved on Mount Rushmore (in Dakota) with three other U.S. president who played a major role in democracy (Jefferson, Washington, Roosvelt).<br><br>Secondly, I am going to speak to you about a hero : MLK. He is a black American clergyman and civil rigts leader in the 20th century. It was against the segregation and boycotted buses where blacks were not allowed in Atlanta. He is known for his famous speech \"I have a dream.\" For all its activities, in 1964 he received the Nobel "
  },
  {
    "content":"MYTHS AND HEROES - \"Popular Icons\"\n",
    "views":345,
    "tags":"tags: #american land #bruce springsteen #american dream #henry ford #bill gates",
    "link":"http://nosdevoirs.fr/devoir/1099012",
    "answer":"The notion I’m going to talk about is myths and heroes. To begin with, I’d like to give a definition of these two terms. A myth is a story that may or may not be true. There may not be records or other proof that it happened, but at least some parts of myths may be true. Some myths may have started as ‘true’ stories but as people re-told them some parts may have been changed by mistake, or to make them more interesting. These stories have great symbolic power, and this may be a major reason why they survive as long as they do, sometimes for thousands of years. A hero is a person who is admired for their courage, outstanding achievements, or noble qualities. It can be the main character in a book or a film or a person with superhuman qualities. It can also be a modern-day hero, a person who has performed a heroic act or simply our own personal hero, our role model, who we look up to. <br><br>We may wonder if heroes are just empty symbols or popular icons. <br><br>My presentation will fall into 2 parts: First of all, I will concentrate on the myth that is the American Dream, and then I will focus on the so-called “business titans” of our generation.<br><br>I’m going to start my first part about the American Dream. In class we’ve studied a cartoon in which the pilgrims desire to enter the American land by ship only that the Native Americans have built a wall to prevent them from"
  },
  {
    "content":"MYTHS AND HEROES - \"Gandhi, Luther King, Mandela\"\n",
    "views":331,
    "tags":"tags: #gandhi #mandela #martin luther king #independence #apartheid #south africa",
    "link":"http://nosdevoirs.fr/devoir/1099109",
    "answer":"I'm going to talk about «myths and heroes». First, I want to give a definition af a hero : a hero can be a mythological figure, a person who is admired for his or her achievements, a superhero or mabye a role model or an icon. A hero can be a patriotic or a national hero such as a sportsman, a politican, a human rights defender. Besides a hero can be fictitious : it's the case for superheroes. In English class, we studied three national heroes who became model for the world : Gandhi, Martin Luther King and Nelson Mendela. We can wonder how these leader of national movements have become heroes for people around the world. For his purpose, I'm going to present these three personnalities. <br><br>First, Gandhi is the emblematic figure of the independance of India. He was the peeminent leader of Indian nationalism. He was born an October the 2nd 1869. Gandhi studied law in Great Britain, in London. His first employed non-violent civil desobedience as an expriate lawyer in South Africa, in the resident Indian community's struggle for civil rights. He organized meeting, demonstration. He resisted the police. This shows his determination : he sacrified his own body. In 1914, "
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Is The Internet Bad or Good?\"\n",
    "views":290,
    "tags":"tags: #internet #facebook #twitter #ebay #1984 #orwell #flash mobs",
    "link":"http://nosdevoirs.fr/devoir/1099126",
    "answer":"I am going to speak about the notion of progress. First of all, I am going to give a fast definition of the notion of progress. The progress is the development in a certain direction, he can be negative (for example the progress of the disease) or positive (for example advances in medicine).<br><br>The internet is a technological evolution, it changed the life of million persons in the world. He sets 5 years to reach 50 million users in the world. It is short compared with the radio which set 38 years. The internet collects big programs useful as Wikipedia, Google, Facebook or still eBay. The internet is more present in the North of America (78,3 %), it is normal because it is the region of the world the most moved forward at the level of the technologies.<br><br>Can us say if the internet is a negative or positive progress?<br><br>First, us shall present the advantages of the internet. Next, us shall present the inconveniences of the internet. Finally, us shall make a conclusion."
  },
  {
    "content":"MYTHS AND HEROES - \"Chuck Yeager and Neil Amstrong\"\n",
    "views":282,
    "tags":"tags: #chuck yeager #neil amstrong",
    "link":"http://nosdevoirs.fr/devoir/1099150",
    "answer":"A myth can be defined as a story about gods or heroes, it can be a popular belief or a tradition or a false notion. A hero can be a mythological figure, a person who is admired for his or her achievements, a superhero or maybe a role model or an icon. I am going to talk about two people who are heroes for me, Chuck Yeager and Neil Amstrong.<br><br>Chuck Yeager was born in February, 1923<br><br>In November, 1943, he becomes an ace of the aviation. During the war, he shot down thirteen German planes<br><br>After the war, he stays in the US air forces and becomes a pilot-instructor for later become a test pilot.<br><br>In 1947, he is indicated to break the sound barrier. Then, he makes several tries for several months, but he loses control for one of them.<br><br>Before moment when he breaks the sound barrier, Yeager had a rib broken but he prefered to hide it because he wanted to try again.<br><br>Further to it, he visited a doctor and found a way to close the side door of his plane.<br><br>It's during this try that he became the first man who managed to exceed the speed of sound and come back alive.<br><br>"
  },
  {
    "content":"SPACES AND EXCHANGES - \"Is The American Dream Real?\"\n",
    "views":290,
    "tags":"tags: #american dream #truslow #pilgrim fathers #ellis island",
    "link":"http://nosdevoirs.fr/devoir/1099792",
    "answer":"I am going to talk about the notion spaces and exchange. This notion deals with the geographical and symbolic areas that all society occupy and the interactions between men and different societies. Our world is built on the exploration and conquest of new spaces. The different cultural, economic, sociological and language interactions have shaped and characterised our modern-day world. <br><br>So does the american dream is a real?<br><br>So, firstly we will see that yes the american dream was a reality and in the secondly we will see that the American dream become a nightmare for some people.<br><br>When the people immigrate in the USA, they want to found the American dream. The phrase « American dream» was coined by James Truslow in his book «The epic of America». The term American dream» is used in many ways, but it essentially is an idea that suggests that anyone in the US can succeed through hard work and has the potential to lead a happy, successful life. But this term is complicated because a dream for someone isn’t necessarily a dreams for others. "
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"Crimes and Gangs\"\n",
    "views":346,
    "tags":"tags: #american history x #hells angels #nazis #racism #gang #hells angels",
    "link":"http://nosdevoirs.fr/devoir/1099900",
    "answer":"We studied the theme of “Places and Forms of Power ”. First of all I would like to give a definition of Power .The power is the ability to exercise a control on somebody, but leads generally to conflict between those who have power and those who don't. We analyzed the film “American History X” by Tony Kaye and a text “Very Hellish Journey” of the magazine Newsweek. The documents that we studied in class show us the different forms of power. <br><br>We asked ourselves if power is permanent and situations of power can turn around<br><br>In a first part, I will talk about an American Story between Jay Dobyns and the gang “Hells Angels” .Then in a second part, I will talk about of movie “American History X”<br><br>On the one hand, Jay Dobyns is a policeman who want undercover and integrated the Hells Angels gangs. His mission was to infiltrate the gang and arrest some of its members. To believed by the gang, he stayed a fake crime and changed his physical appearance by getting more tattooes and rings. The Operation lasted 2 years, from 2001 to 2003 andwas a success, since 52 people we arrested for racheteering and murder. Jay Dobyn's was considered as a hero because he had taken the power over the Hells Angels but there is a reversal of situation. Indeed, after the operation Jay Dobyns became a man wanted by gang, his house was on fire and "
  },
  {
    "content":"PLACES AND FORMS OF POWER - \"The Influence of Medias\"\n",
    "views":337,
    "tags":"tags: #oscar pistorious #media control #justin lewis #power #advertising #tv",
    "link":"http://nosdevoirs.fr/devoir/1100060",
    "answer":"I’m going to talk about the notion places and forms of power.In politics and social science, power is the ability influence people’s behaviour. In order to live together members of a community accept rules, regulations, laws. This helps o create social cohesion but can also lead to conflicts and tensions. Even when authority seems absolute, there are always counter-powers which question it, aim at limiting its excesses and resist it. In this notion i’am decided to focus on the theme of the power of media.<br><br>How the media influence our life?<br><br>So, firstly we will see the fact that the media influence our life of everyday and in the secondly the fact that the media is always present in our life.<br><br>Modern society is ruled by various sources of power such as the media, advertising for example. Has he said Malcolm Hex «the media is the most powerfull» because they are lot of people who are very influence with the media. Media control and manipulate people when they are a scandal or they have a role in the trial of personnality famous like Oscar Pistorius for example. The media control our minds, if a day they say something and the next day they say something also, people always "
  },
  {
    "content":"THE IDEA OF PROGRESS - \"Dependence on Technology\"\n",
    "views":319,
    "tags":"tags: #blackout #london stock exchange #technology #electricity",
    "link":"http://nosdevoirs.fr/devoir/683913",
    "answer":"For a society, progress is the evolution in the meaning of improvement, his gradual transformation to more knowledge. In general terms progress is associated with modernity. <br><br>In the study of the notion of progress, we talked mostly about technological progress, so we will focus our argument on this.<br><br>Technology refers to the study of tools and technical. That, affects directly the human for a specific purpose, simplify his life. It's at the service of Human. But today we found a negative aspect. For some people, the Human is completely dependent and slave of this technological progress. So we can ask if we can exist without technology ? <br><br>before answer this problematic, we can define other types of progress. <br><br>The social progress : divorce is becoming commonplace and gives rise to single-parent or blended families, mentalities are evolving and same-sex marriage or gay parenting shows this idea of ??progress even if they remain burning issues."
  },
  {
    "content":"THE IDEA OF PROGRESS - \"The Dangers of The Internet\"\n",
    "views":323,
    "tags":"tags: #danger #internet #facebook #social networks #internet",
    "link":"http://nosdevoirs.fr/devoir/683982",
    "answer":"I'm going to talk about the notion of progress.<br><br>The idea of progress can be defined as an improvement, a development or a change, a technical, scientific or social advance which contributes to making the world a better place.<br><br>Today, we can’t imagine ourselves without technological advances such as cars, microwaves, cell phones, computers, and televisions. Particularly in the field of the computing, internet revolutionized our means of communication.<br><br>However, what effect do these « advances » have on our society ? Ko they have a positive effect on the way we live?<br><br>the idea of progress is still debate between those who consider that it’s beneficial and those for whom it’s harmful. <br><br>So, I suggest to think about the following question: let us have to be afraid of the progress ? <br><br>And do internet bring people closer together or do it alienate us ?<br><br>The technology allowed many things, in particular in the communication. "
  }
]