[
  {
    "link":"http://nosdevoirs.fr/devoir/652589",
    "content":"ESPACES ET ÉCHANGES - \"Microloans\"",
    "answer":"In class we studied a very particular system of loan: the microloans. We saw that there are organizations that specialize in this type of loan such as Microloan foundation which we willlater on explain its roles. To what extent do micro-financeinstitutions help reducing poverty?\n\nIn a first part we will to (remove)define what exactly the micro loans are and their advantages . In a second part we will to explain the problems that can create.\n\nWe will see what a microloan is byevoking how it’s wor",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/652599",
    "content":"MYTHES ET HÉROS",
    "answer":"At first , I will briefly define the notion of myth and heroes :\nOriginally, a hero was a demigod : a mortal man gifted with superhuman powers . Today, a hero is a person, man or woman, who is characterized by his bravery, his mental and physical strength and is famous for his exploits and heroic actions. A hero can be the main character in a film, a story or a myth. It has many human qualities(being a hero is characterized by many human qualities)  , he/she is generous , loyal, just , kind, bra",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/652682",
    "content":"ESPACES ET ÉCHANGES - \"Immigration to the USA\"",
    "answer":"How evolved is the U.S immigration?\nUSA has always been considered as a Nation of Immigrants. That’s why, we could see lot of immigration waves. \nThe first immigration was when the first settlers from London were landed in Virginia in 1607 in order to set up a commercial enterprise. Some English Puritans also fled to America because of religious persecutions. Yet, others crossed the border to experiment democracy or to start a new life. \n\nThe second immigration was themajor (largest) wave of imm",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/657649",
    "content":"ESPACES ET ÉCHANGES - \"Mexican Immigration\"",
    "answer":"I'm going to talk about the notion of\"spaces and exchanges\". This notion deals with the geographical and symbolic areas that all societies occupied and the interaction between men and the (in) different societies.Our world was built on the exploration of new space.The cultural, economic, sociological difference hascharacterized our modern world.\nThe different spaces of the world are nowadays more and more connected to each other. The exchanges can appear in many forms : people, trade and sharing",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/657818",
    "content":"ESPACES ET ÉCHANGES - \"Immigration\" (problématique)",
    "answer":"Bonjour,\n\nAu contraire tes documents se rejoignent totalement puisque l'un vante l'idée de partir aux USA dans l'espoir d'une vie meilleure et l'autre dénonce les contraintes d'un tel voyage qui se résume souvent par une désillusion (pour ceux qui réussissent enfin à s'installer aux USA.\n\nTu peux tourner ta problématique sur les réalités de l'immigration (légale ou illégale) vers ce pays tant rêvé en l'introduisant un peu et en construisant la question avec la formule to what extent ( = dans que",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/657853",
    "content":"ESPACES ET ÉCHANGES - \"Globalization\"",
    "answer":"Globalization can create progress and economic development for especially for third world country's economy with the establishment of FMN ( you cannot use abbreviation before introducing the word and its abbreviation earlier on). Indeed, it creates jobs , . let us take the example of an extract of « cosmopolitan girl »(use quotation marks) Priti, a young indian girl finds a job in an Australiancompany. Therefore, she is proud because she can be more integratedin the Indian society because of the",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/659546",
    "content":"LIEUX ET FORMES DU POUVOIR - \"Definition of Power\"",
    "answer":"I’m going to talk about the notion of Locations and Forms of power.\n\nFirst of all I would like to give a definition of this notion. Power is the ability or official capacity to exercise control or authority like the State or the government power. It can also bea person, group, or nation having great influence over others. The( use of article 'the' here denotes a particular power: delete) power isn’t the same in all places and it has changed over generations.\n\nTo my mind(in my view), the document",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/659742",
    "content":"ESPACES ET ÉCHANGES - \"Why Discover the World?",
    "answer":"Space and exchange\n\nThe notion deals with areas that society occupy because this areas have an important economic, geographic or symbolic role and the interactions between men and this spaces.\nWhy people do need to discover the world ?\nFirst of all,I would like to talk about thevolonty for people to enjoy new places. After that, I will try to explain the exchanges that we can see between cultures and societies.\n\nI- Spaces\nMen who are tolerant and open-minded need to openthemselves up to the worl",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/659915",
    "content":"LIEUX ET FORMES DU POUVOIR - \"Tuition fees\"",
    "answer":"Hello, I'm going to talk about the notion of the scenes and forms of Power.\nFirst of all, locations and forms of power can have many meaning. I would like to give a definition of this word. Even if the word \"power\" has several definitions, I'm going to talk about the cost of studies in theUnited Kingdom and in the United States since having money or a diploma can be considered as formsof power. However, the twoexamples are different : the cost of studies in UK deals with the rise oftuition fees ",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/683913",
    "content":"THE IDEA OF PROGRESS - \"Can We Exist Without Technology?\"",
    "answer":"For a society, progress is the evolutionin the meaning of improvement and the gradual transformation to more knowledge. In general terms progress is associated with modernity. \nIn the study of the notion of progress, we talked mostly about technological progress, so we will focus our argument on this.\nTechnology refers to the study of tools and technical(activities? including skill,methods and process). That,affects directly the human for a specific purpose, simplify his life. It's at the servic",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/683982",
    "content":"THE IDEA OF PROGRESS - \"The Effects of Technology on Our Society\" (example 1)",
    "answer":"I'm going to talk about the notion of progress.\nThe idea of progress can be defined as an improvement, a development or a change, a technical, scientific or social advancement which contributes to making the world a better place.\nToday, we can’t imagine ourselves without technological advances such as cars, microwaves, cell phones, computers, and televisions. Particularly in the field of computing; internet has revolutionized our means of communication.\nHowever, what effect do these \"advances\" h",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/683991",
    "content":"THE IDEA OF PROGRESS - \"The Effects of Technology on Our Society\" (example 2)",
    "answer":"Idea of Progress\nTo start technology makes more and more progress every day but where are it's limits? We will see that Technology is sometimes based on novels or films but some ideas can harm the world Balance.\nWe can see the effect of progress on the society. Firstly, thanks to new technology and the internet, people can now work from their own homes and no longer need to go to their workplace (telecommuniting) ...(not what that words means).Another example, in the interview “which school do y",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/684004",
    "content":"THE IDEA OF PROGRESS - \"The Dangers of Progress\"",
    "answer":"I'm going to talk about the idea of progress.To begin with, I'd like to state the definition of progress.Progress is the idea that the world can become increasingly better in terms of science, technology, modernization, liberty, democracy, quality of life, etc(just to mention a few).But still (however)the issue is debated among conscious people whether progress is a blessing or a curse for humanity.Let us discuss how science can act to serve humanityor how it can harm it.\nFirst of all, progress ",
    "views":1213
  },
  {
    "link":"http://nosdevoirs.fr/devoir/684015",
    "content":"MYTHES ET HÉROS - \"Are Spies Heroes?\"",
    "answer":"In a theme myths and heroes wewill talk about spies; their lifestyle and characteristics. \nWe can ask a question: can we consider spies as heroes? \nIn a first part we will look at fictional spies in movies and in a second part we will talk about the differences between the spies we see in the movies and the real life spies.\nIn this first part, we will talk about the fictional spies we see in moviesusing a famous example: James bond.\nIn class we studied a movie poster. We can see in this poster J",
    "views":1213
  }
]
